Repository: MikkelScheike/Keka
Catalog: Translations-iOS/*.xcloc/Localized Contents/*.xliff
Languages: cs, de, hu, pt_pt, ru

source: Password needed
cs: Je třeba heslo
de: Passwort benötigt
hu: Jelszó szükséges
pt_pt: Senha necessária
ru: Требуется пароль

source: Pause
cs: Přerušení
pt_pt: Pausar
ru: Пауза

source: Petabytes
ru: Петабайты

source: Please enter the password for:
cs: Zadejte prosím heslo:
de: Bitte geben Sie das Passwort für ein:
hu: Kérlek, írd be a jelszót ehhez:
pt_pt: Digite a senha para:
ru: Введите пароль для:

source: Please select the encoding for:
cs: Zadejte prosím kódování pro:
de: Bitte wählen Sie die Codierung für:
hu: Kérlek, válaszd ki a kódolást ehhez:
pt_pt: Selecione a codificação para:
ru: Выберите кодировку для:

source: Preparing
de: Vorbereiten
pt_pt: Preparando
ru: Подготовка

source: Preview
cs: Náhled
de: Vorschau
hu: Előnézet
pt_pt: Pré-visualização
ru: Просмотр

source: Quick Look
de: Schnellansicht
hu: Gyorsnézet
pt_pt: Visualização rápida
ru: Быстро просмотреть

source: Remember Last Used Options
cs: Zapamatovat naposledy použité volby
de: Letzte verwendete Optionen merken
hu: Emlékezzen a legutoljára használt beállításokra
pt_pt: Lembrar das últimas opções usadas
ru: Запоминать последние настройки

source: Remove
cs: Odstranit
de: Entfernen
pt_pt: Remover
ru: Удалить

source: Remove All Items
cs: Odstranit vše
de: Alle Elemente entfernen
pt_pt: Remover Todos os Itens
ru: Удалить все объекты

source: Remove from cache
cs: Odstranit z vyrovnávací paměti
de: Aus dem Cache entfernen
hu: Eltávolítás a gyorsítótárból
pt_pt: Remover do cache
ru: Удалить из кэша

source: Remove the selected items from the compression list
cs: Odstranit vybrané položky ze seznamu
de: Die ausgewählten Elemente aus der Komprimierungsliste entfernen
pt_pt: Remover os itens selecionados da lista de compressão
ru: Удалить выбранные объекты из списка сжатия

source: Reset
cs: Obnovit
de: Zurücksetzen
hu: Visszaállítás
pt_pt: Restaurar
ru: Сбросить

source: Reset All Settings
cs: Obnovit všechny nastavení
de: Alle Einstellungen zurücksetzen
hu: Minden beállítás visszaállítása alapértelmezettre
pt_pt: Restaurar todas as configurações
ru: Сбросить все настройки

source: Resume
cs: Dokončit
de: Fortsetzen
pt_pt: Retomar
ru: Возобновить

source: Review
cs: Posouzení
de: Überprüfen
hu: Értékelés
pt_pt: Revisão
ru: Обзор

source: Run asynchronously
de: Asynchron ausführen
pt_pt: Executar assíncronamente
ru: Выполнять асинхронно

source: Save
cs: Uložit
de: Speichern
hu: Mentés
pt_pt: Salvar
ru: Сохранить

source: Select some files and folders for Keka.
de: Wählen Sie einige Dateien und Ordner für Keka aus.
pt_pt: Selecione alguns arquivos e pastas para o Keka.
ru: Выберите несколько файлов и папок для Keka.

source: Settings
cs: Nastavení
de: Einstellungen
hu: Beállítások
pt_pt: Configurações
ru: Настройки

source: Share
cs: Sdílet
de: Teilen
hu: Megosztás
pt_pt: Compartilhar
ru: Поделиться

source: Share…
de: Teilen…
pt_pt: Compartilhar…
ru: Поделиться…

source: Show Advanced Settings
cs: Zobrazit další volby
de: Erweiterte Einstellungen anzeigen
pt_pt: Mostrar configurações avançadas
ru: Показать расширенные настройки

source: Show Info
cs: Informace
de: Informationen anzeigen
pt_pt: Mostrar informações
ru: Показать информацию

source: Show Less
cs: Zobrazit méně
de: Weniger anzeigen
pt_pt: Mostrar menos
ru: Показать меньше

source: Show or hide additional advanced settings
cs: Zobrazit nebo skrýt další volby
de: Zusätzliche erweiterte Einstellungen anzeigen oder ausblenden
pt_pt: Mostrar ou ocultar configurações avançadas adicionais
ru: Показать или скрыть дополнительные расширенные настройки

source: Show or hide additional information about the selected item
cs: obrazit nebo skrýt další informace o vybraných položkách
de: Zusätzliche Informationen über das ausgewählte Element anzeigen oder ausblenden
pt_pt: Mostrar ou ocultar informações adicionais sobre o item selecionado
ru: Показать или скрыть дополнительную информацию о выбранном объекте

source: Size
cs: Velikost
de: Größe
hu: Méret
pt_pt: Tamanho
ru: Размер

source: Slow
cs: Pomalu
de: Langsam
hu: Lassú
pt_pt: Lento
ru: Медленный

source: Slowest
cs: Nejpomaleji
de: Langsamste
hu: Leglassabb
pt_pt: Mais lento
ru: Самый медленный

source: Split in volumes
cs: Rozdělit na svazky
de: In Volumen aufteilen
hu: Szétosztás kötetekre
pt_pt: Dividir em volumes
ru: Разбить на тома

source: Store
cs: Bez komprimace
de: Speichern
hu: Eltárolás
pt_pt: Armazenar
ru: Без сжатия

source: TRANSLATOR_LINK
hu: www.zetenynagy.com
pt_pt: https://twitter.com/jram15_
ru: https://github.com/nitrodox

source: TRANSLATOR_NAME
hu: Nagy Zétény
pt_pt: Jose R.A. Mota
ru: Alexey Ladygin

source: Terabytes
ru: Терабайты

source: The %@ of space available in the destination might not be enough for compressing the estimated %@.
cs: Dostupné místo %@ na cílovém úložišti možná nebude stačit pro dekomprimaci %@.
de: Der verfügbare Platz von %@ im Ziel könnte möglicherweise nicht ausreichen, um die geschätzten %@ zu Komprimierung.
hu: Az elérhető %@ tárhely a célnál lehetséges, hogy nem lesz elég a becsült %@ tömörítéséhez.
pt_pt: O %@ de espaço disponível no destino pode não ser suficiente para comprimir o %@ estimado.
ru: Доступного пространства в указанной папке (%@), возможно, не хватит для сжатия (оценка: %@).

source: The changes could not be saved
cs: Změny nemohly být uloženy
de: Die Änderungen konnten nicht gespeichert werden
hu: A változtatásokat nem lehetett elmenteni
pt_pt: As alterações não puderam ser salvas
ru: Изменения не могут быть сохранены

source: The character %@ is not compatilbe with the %@ format.
cs: Znak %@ není kompatibilní s formátem %@.
de: Das Zeichen %@ ist nicht mit dem Format %@ kompatibel.
hu: A %@ karakter nem kompatibilis a(z) %@ formátummal.
pt_pt: O caractere %@ não é compatível com o formato %@.
ru: Символ %@ не совместим с форматом %@.

source: The characters %@ are not compatilbe with the %@ format.
cs: Znaky %@ nejsou kompatibilní s formátem %@.
de: Die Zeichen %@ sind nicht mit dem Format %@ kompatibel.
hu: A %@ karakterek nem kompatibilisek a(z) %@ formátummal.
pt_pt: Os caracteres %@ não são compatíveis com o formato %@.
ru: Символы %@ не совместимы с форматом %@.

source: The compression may need more memory than available (%@) and may not be completed successfully. Will be limited to 1 thread.
cs: Komprimace bude možná vyžadovat více paměti než je volné (%@) a možná selže. Proces bude omezen jen na 1 vlákno.
de: Die Kompression benötigt möglicherweise mehr Speicherplatz als verfügbar (%@) und kann möglicherweise nicht erfolgreich abgeschlossen werden. Es wird auf 1 Thread begrenzt sein.
hu: A tömörítéshez több memóriára lehet szükség, mint amennyi elérhető (%@), és lehetséges, hogy nem tud sikeresen végbemenni. 1 szálra lesz korlátozva.
pt_pt: A compressão pode precisar de mais memória do que a disponível (%@) e pode não ser concluída com sucesso. Será limitada a 1 thread.
ru: Для сжатия может потребоваться больше памяти, чем доступно (%@), и оно может завершиться неудачно. Будет ограничено 1 потоком.

source: The compression will be limited to %lld thread/s due to memory constraints.
cs: Kvůli paměťovým omezením bude komprimace bude omezena na %lld vlákno/vláken.
de: Die Kompression wird auf %lld Thread/s aufgrund von Speicherbeschränkungen beschränkt sein.
hu: A tömörítés %lld szálra lesz korlátozva memóriabeli korlátok miatt.
pt_pt: A compressão será limitada a %lld thread(s) devido a restrições de memória.
ru: Из-за ограничений памяти количество потоков сжатия равно %lld.

source: The destination has %@ of space available.
cs: Cílové umístění má %@ volného místa.
de: Das Ziel verfügt über %@ Speicherplatz.
hu: A célban %@ tárhely érhető el.
pt_pt: O destino tem %@ de espaço disponível.
ru: В месте назначения доступно %@.

source: The file manager for iOS and macOS
cs: Správce souborů pro iOS a macOS
de: Der Dateimanager für iOS und macOS
hu: A fájlkezelő iOS-re és macOS-re
pt_pt: O gerenciador de arquivos para iOS e macOS
ru: Файловый менеджер для iOS и macOS

source: The folder is empty
cs: Složka se prázdná
de: Der Ordner ist leer
hu: A mappa üres
pt_pt: A pasta está vazia
ru: Папка пуста

source: The password length should be %lld or higher.
cs: Délka hesla by měla být %lld nebo více.
de: Die Passwortlänge sollte %lld oder höher sein.
hu: A jelszó hossza minimum %lld karakter kell, hogy legyen.
pt_pt: A senha deve ter %lld caracteres ou mais.
ru: Длина пароля %lld или больше символов.

source: The slower the level the more compression can be accomplished. The store level does no compression at all, only archives the contents.
cs: Čím pomalejší rychlost, tím vyšší komprimaci (menší soubor) lze dosáhnout. Režim bez komprimace nezmenšuje velikost souboru, pouze sloučí obsah do jednoho souboru.
de: Je langsamer das Level, desto mehr Kompression kann erreicht werden. Das Store-Level führt überhaupt keine Kompression durch und archiviert nur den Inhalt.
hu: Minél lassabb a szint, annál nagyobb mértékű tömörítés lehetséges. A tárolási szint nem végez tömörítést, csak archiválja a tartalmakat.
pt_pt: Quanto mais lento o nível, maior será a compressão. O nível de armazenamento não faz compressão, apenas arquiva os conteúdos.
ru: Чем медленнее, тем больше сжатие (и наоборот). Уровень «Без сжатия» только упаковывает содержимое в архив.

source: This volume file needs additional files access to be opened. You can give access to the rest of the files or the parent folder.
cs: Pro otevření souborů z tohoto svazku je potřeba udělit oprávnění. Můžete udělit oprávnění ke zbytku souborů ve složce nebo nadřazené složce.
de: Diese Volumendatei benötigt zusätzlichen Dateizugriff, um geöffnet zu werden. Sie können den Zugriff auf die restlichen Dateien oder den übergeordneten Ordner gewähren.
pt_pt: Este arquivo de volume precisa de acesso adicional a arquivos para ser aberto. Você pode dar acesso ao restante dos arquivos ou à pasta pai.
ru: Для открытия этого тома требуется доступ к дополнительным файлам. Вы можете предоставить доступ к остальным файлам или к родительской папке.

source: To extract
cs: Dekomprimovat
de: Extrahieren
hu: Kibontandó
pt_pt: Extrair
ru: Распаковать

source: To prevent a timeout on large operation, enable this setting. The result will always be true if enabled.
de: Um einen Timeout bei großen Operationen zu verhindern, aktivieren Sie diese Einstellung. Das Ergebnis wird immer wahr sein, wenn diese Einstellung aktiviert ist.
pt_pt: Para evitar um tempo limite em operações grandes, ative esta configuração. O resultado será sempre verdadeiro se ativado.
ru: Чтобы предотвратить тайм-аут при выполнении большой операции, включите эту настройку. Если включено, результат всегда будет положительным.

source: Total size
cs: Celková velikost
de: Gesamtgröße
hu: Teljes méret
pt_pt: Tamanho total
ru: Общий размер

source: Translated by %@
cs: Přeložil %@
de: Übersetzt von %@
hu: Fordította: %@
pt_pt: Traduzido por %@
ru: Перевод: %@

source: Type
cs: Typ
de: Typ
hu: Típus
pt_pt: Tipo
ru: Тип содержимого

source: URL Encoded
de: URL Encodiert
pt_pt: Codificado em URL
ru: Закодировано URL

source: Unable to apply the app icon
cs: Nelze aplikovat ikonu aplikace
de: Das App-Symbol kann nicht angewendet werden
hu: Nem sikerült megváltoztatni az alkalmazás ikonját
pt_pt: Não foi possível aplicar o ícone do aplicativo
ru: Не удалось изменить значок приложения

# Unable to browse &quot;%@&quot;
source: Unable to browse "%@"
cs: Nelze procházet „%@“
de: Unmöglich "%@" zu durchsuchen
hu: Nem tallózható: "%@"
pt_pt: Não foi possível explorar "%@"
ru: Не удалось просмотреть "%@"

source: Unable to delete the file
de: Die Datei kann nicht gelöscht werden
pt_pt: Não foi possível excluir o arquivo
ru: Не удалось удалить файл

source: Unable to determine the available space.
cs: Nelze zjistit volné místo.
de: Der verfügbare Speicherplatz konnte nicht ermittelt werden.
hu: Nem lehet megállapítani az elérhető tárhely mennyiségét.
pt_pt: Não foi possível determinar o espaço disponível.
ru: Не удалось оценить доступное место.

source: Unable to get encoding data
cs: Nelze zjistit kódování
de: Kodierungsdaten konnten nicht abgerufen werden
hu: Nem sikerült kódolási adatokat szerezni
pt_pt: Não foi possível obter os dados de codificação
ru: Не удалось получить данные о кодировке

source: Use AES-256 Encryption
cs: Použít šifrování AES-256
de: AES-256-Verschlüsselung verwenden
hu: AES-256 titkosítás használata
pt_pt: Usar Criptografia AES-256
ru: Использовать шифрование AES-256

source: Use AES-256 if Available
cs: Pokud je to možné použít šifrování AES-256
de: Verwenden Sie AES-256, wenn verfügbar
hu: AES-256 titkosítás használata, ha elérhető
pt_pt: Usar AES-256 se disponível
ru: Использовать шифрование AES-256, если возможно

source: Use UTF-8 Encoding if Available
cs: Pokud je to možné použít kódování UTF-8
de: Verwenden Sie UTF-8-Kodierung, wenn verfügbar
hu: UTF-8 kódolás használata, ha elérhető
pt_pt: Usar codificação UTF-8 se disponível
ru: Использовать кодировку UTF-8, если возможно

source: Use special coloring for known formats
cs: Pro známé formáty použít zvláštní barvu
de: Verwenden Sie spezielle Farben für bekannte Formate
hu: Különleges színezés használata az ismert formátumokhoz
pt_pt: Usar cores especiais para formatos conhecidos
ru: Цветовой акцент для известных форматов

# VERIFY_OPERATION
source: Verification
de: Überprüfung
pt_pt: Verificação
ru: Проверка

# VERIFY_RUNNING
source: Verifying
de: Wird überprüft
pt_pt: Verificando
ru: Проверка выполняется

# VERIFY_SECTION_TITLE
source: Verifying
de: Überprüfung
pt_pt: Verificação
ru: Проверить

source: Verify compression integrity
cs: Ověřit integritu archivu
de: Überprüfen Sie die Integrität der Kompression
pt_pt: Verificar a integridade da compressão
ru: Проверить целостность сжатия

source: Verify…
de: Überprüfen…
pt_pt: Verificar…
ru: Проверить…

source: Volume Size
cs: Velikost svazku
de: Volumengröße
hu: Kötet mérete
pt_pt: Tamanho do Volume
ru: Размер тома

source: Volume Unit
de: Volumeneinheit
pt_pt: Unidade do Volume
ru: Единица тома

source: Welcome
cs: Vítejte
de: Willkommen
hu: Üdv
pt_pt: Bem-Vindo
ru: Добро пожаловать

source: Welcome to %@
cs: Vítá Vás %@
de: Willkommen bei %@
hu: Üdvözöl a %@
pt_pt: Bem-Vindo ao %@
ru: Добро пожаловать в %@

source: Where
cs: Umístění
de: Wo
hu: Hol
pt_pt: Onde
ru: Где

source: archive
de: Archiv
pt_pt: arquivo
ru: архив

source: compress
de: Komprimierung
pt_pt: comprimir
ru: сжать

source: compressed
cs: komprimováno
de: komprimiert
hu: tömörített
pt_pt: comprimido
ru: сжат

source: compression
de: Komprimierung
pt_pt: compressão
ru: сжатие

source: compression failed
cs: komprimace selhala
de: Komprimierung fehlgeschlagen
hu: a tömörítés nem sikerült
pt_pt: compressão falhou
ru: сжатие не удалось

source: done
cs: hotovo
de: erledigt
hu: kész
pt_pt: concluído
ru: завершено

source: extract
de: Extraktion
pt_pt: extrair
ru: распаковать

source: extracted
cs: dekomprimováno
de: extrahiert
hu: kibontva
pt_pt: extraído
ru: распакован

source: extraction
de: Extraktion
pt_pt: extração
ru: распаковка

source: extraction failed
cs: dekomprimace selhala
de: Extraktion fehlgeschlagen
hu: a kibontás nem sikerült
pt_pt: extração falhou
ru: распаковка не удалась

source: failed
cs: selhalo
de: fehlgeschlagen
hu: nem sikerült
pt_pt: falhou
ru: не удалось

source: file
de: datei
pt_pt: arquivo
ru: файл

source: verification failed
de: Verifikation fehlgeschlagen
pt_pt: Falha na verificação
ru: проверка не удалась

source: verifyed
de: verifiziert
pt_pt: verificado
ru: проверен

# CFBundleDisplayName
source: Browse with Keka
cs: Procházet pomocí aplikace Keka
de: Mit Keka durchsuchen
hu: Tallózás a Kekával
pt_pt: Abrir com Keka
ru: Открыть с помощью Keka

# CFBundleDisplayName
source: Compress using Keka
cs: Komprimovat pomocí Keka
de: Komprimieren mit Keka
hu: Tömörítés a Kekával
pt_pt: Comprimir com Keka
ru: Сжать с помощью Keka

# CFBundleDisplayName
source: Extract using Keka
cs: Dekomprimovat pomocí Keka
de: Extrahieren mit Keka
hu: Kibontás a Kekával
pt_pt: Extrair usando Keka
ru: Распаковать с помощью Keka

source: Add some contents using the %@ button or the %@ button in the toolbar.
cs: Přidat obsah pomocí tlačítka %@ nebo tlačítka %@ v řádku nabídek.
pt_pt: Adicionar conteúdos usando o botão %@ ou o botão %@ na barra de ferramentas.

source: Add some contents using the %@ button or the %@, %@ or %@ buttons in the toolbar.
cs: Přidat obsah pomocí tlačítka %@ nebo tlačítek %@, %@ nebo %@ v řádku nabídek.
pt_pt: Adicionar conteúdos usando o botão %@ ou os botões %@, %@ ou %@ na barra de ferramentas.

source: Extract the file
cs: Dekomprimovat soubor
hu: Fájl kibontása
pt_pt: Extrair o arquivo

source: by %@
cs: od %@
de: von %@
hu: készítette: %@
pt_pt: por %@

source: Custom...
cs: Vlastní…
hu: Egyéni...

source: No contents available
cs: Není k dispozici žádný obsah
hu: Nincs elérhető tartalom

source: Open...
cs: Otevřít…

source: Share...
cs: Sdílet…
