Repository: MikkelScheike/Keka
Catalog: Translations-iOS/*.xcloc/Localized Contents/*.xliff
Languages: cs, de, hu, pt_pt, ru

source: Compress Files with ${applicationName}
de: Dateien mit ${applicationName} komprimieren
pt_pt: Comprimir ficheiros com ${applicationName}
ru: Сжать файлы с помощью ${applicationName}

source: Extract Files with ${applicationName}
de: Dateien mit ${applicationName} extrahieren
pt_pt: Extrair ficheiros com ${applicationName}
ru: Распаковать файлы с помощью ${applicationName}

source: 7Z Archive
de: 7Z Archiv
hu: 7Z Archívum
pt_pt: Arquivo comprimido 7Z
ru: Архив 7Z

source: ACE Archive
de: ACE Archiv
hu: ACE Archívum
pt_pt: Arquivo comprimido ACE
ru: Архив ACE

source: ALZip Archive
de: ALZip Archiv
hu: ALZip Archívum
pt_pt: Arquivo comprimido ALZip
ru: Архив ALZip

source: APPX Archive
de: APPX Archiv
hu: APPX Archívum
pt_pt: Arquivo comprimido APPX
ru: Архив APPX

source: ARC Archive
de: ARC Archiv
hu: ARC Archívum
pt_pt: Arquivo comprimido ARC
ru: Архив ARC

source: ARJ Archive
de: ARJ Archiv
hu: ARJ Archívum
pt_pt: Arquivo comprimido ARJ
ru: Архив ARJ

source: Amiga DCS Disk Archive
de: Amiga DCS Disk Archiv
hu: Amiga DCS Lemezarchívum
pt_pt: Arquivo do Disco Amiga DCS
ru: Образ диска Amiga DCS

source: Amiga DMS Disk Archive
de: Amiga DMS Disk Archiv
hu: Amiga DMS Lemezarchívum
pt_pt: Arquivo do Disco Amiga DMS
ru: Образ диска Amiga DMS

source: Amiga Disk File
de: Amiga Disk Datei
hu: Amiga Lemezfájl
pt_pt: Ficheiro do Disco Amiga
ru: Образ диска Amiga Disk File

source: Amiga PackDev Disk Archive
de: Amiga PackDev Disk Archiv
hu: Amiga PackDev Lemezarchívum
pt_pt: Arquivo do Disco Amiga PackDev
ru: Образ диска Amiga PackDev

source: Amiga PowerPacker Archive
de: Amiga PowerPacker Archiv
hu: Amiga PowerPacker Archívum
pt_pt: Arquivo do PowerPacker Amiga
ru: Архив Amiga PowerPacker

source: Amiga Zoom Disk Archive
de: Amiga Zoom Disk Archiv
hu: Amiga Zoom Lemezarchívum
pt_pt: Arcquivo do Disco Amiga Zoom
ru: Образ диска Amiga Zoom

source: Amiga xMash Disk Archive
de: Amiga xMash Disk Archiv
hu: Amiga xMash Lemezarchívum
pt_pt: Arquivo do Disco Amiga xMash
ru: Образ диска Amiga xMash

source: Android Application Package
de: Android Anwendungs-Paket
hu: Android Alkalmazáscsomag
pt_pt: Pacote de Aplicativo Android
ru: Пакет приложения для Android

source: Apple Archive
ru: Архив Apple

source: BZIP2 Archive
de: BZIP2 Archiv
hu: BZIP2 Archívum
pt_pt: Arquivo BZIP2
ru: Архив BZIP2

source: BZIP2 Tarball Archive
de: BZIP2 Tarball Archiv
hu: BZIP2 Tarball Archívum
pt_pt: Arquivo Tarball (TAR) comprimido com BZIP2
ru: Сжатый TAR-архив BZIP2

source: CAB Archive
de: CAB Archiv
hu: CAB Archívum
pt_pt: Arquivo CAB
ru: Файл Windows Cabinet

source: CDI Disk Image
hu: CDI Lemezkép
pt_pt: Imagem de Disco CDI (ISO)
ru: Образ диска CDI

source: Compact Pro Archive
de: Compact Pro Archiv
hu: Compact Pro Archívum
pt_pt: Arquivo Compact Pro
ru: Архив Compact Pro

source: Compressed Amiga Disk File
de: Komprimierte Amiga Disk Datei
hu: Tömörített Amiga Lemezfájl
pt_pt: Ficheiro comprimido do Disco Amiga
ru: Сжатый образ диска Amiga Disk File

source: Deb Archive
de: Deb Archiv
hu: Deb Archívum
pt_pt: Arquivo Deb
ru: Архив Deb

source: DiskDoubler Archive
de: DiskDoubler Archiv
hu: DiskDoubler Archívum
pt_pt: Arquivo de imagem DiskDoubler (DD)
ru: Архив DiskDoubler

source: Generic Archive Volume
de: Generischer Archiv-Volume
hu: Általános Archívumkötet
pt_pt: Volume de arquivo comprimido genérico
ru: Том архива

source: HA Archive
de: HA Archiv
hu: HA Archívum
pt_pt: Arquivo HA
ru: Архив HA

source: Keka Extraction Package
de: Keka Extraktions-Paket
hu: Keka Kibontási Csomag
pt_pt: Pacote de extração do Keka
ru: Пакет распаковки Keka

source: LBR Archive
de: LBR Archiv
hu: LBR Archívum
pt_pt: Arquivo LBR
ru: Архив LBR

source: LZMA File
de: LZMA Datei
hu: LZMA Fájl
pt_pt: Ficheiro LZMA
ru: Архив LZMA

source: LZX Archive
de: LZX Archiv
hu: LZX Archívum
pt_pt: Arquivo LZX
ru: Архив LZX

source: LhA Archive
de: LhA Archiv
hu: LhA Archívum
pt_pt: Arquivo LhA
ru: Архив LHA

source: LhF Archive
de: LhF Archiv
hu: LhF Archívum
pt_pt: Arquivo LhF
ru: Архив LHF

source: Linux RPM Archive
de: Linux RPM Archiv
hu: Linux RPM Archívum
pt_pt: Arquivo Linux RPM
ru: Архив Linux RPM

source: MDF Disk Image
hu: MDF Lemezkép
pt_pt: Imagem de Disco MDF
ru: Образ диска MDF

source: Microsoft MSI Installer
hu: Microsoft MSI Telepítő
pt_pt: Instalador de Windows*
ru: Пакет Windows Installer

source: NRG Disk Image
hu: NRG Lemezkép
pt_pt: Imagem de Disco NRG
ru: Образ диска NRG

source: NSA Archive
de: NSA Archiv
hu: NSA Archívum
pt_pt: Arquivo NSA
ru: Архив NSA

source: Now Compress Archive
de: Now Compress Archiv
hu: Now Compress Archívum
pt_pt: Arquivo Now Compress
ru: Архив Now Compress

source: PMA Archive
de: PMA Archiv
hu: PMA Archívum
pt_pt: Arquivo PMA
ru: Архив PMA

source: PackIt Archive
de: PackIt Archiv
hu: PackIt Archívum
pt_pt: Arquivo PackIt
ru: Архив PackIt

source: Pax Archive
de: Pax Archiv
hu: Pax Archívum
pt_pt: Arquivo Pax
ru: Архив Pax

source: RAR Archive
de: RAR Archiv
hu: RAR Archívum
pt_pt: Arquivo RAR
ru: Архив RAR

source: SAR Archive
de: SAR Archiv
hu: SAR Archívum
pt_pt: Arquivo SAR
ru: Архив SAR

source: Self-Extracting Archive
de: Selbstextrahierendes Archiv
hu: Önkibontó Archívum
pt_pt: Arquivo Auto-extraível
ru: Самораспаковывающийся архив

source: Unix Compress File
de: Unix Komprimierte Datei
hu: Unix Tömörített Fájl
pt_pt: Ficheiro Unix Compress
ru: Архив Unix Compress

source: Unix Compress Tar Archive
de: Unix Komprimiertes Tar Archiv
hu: Unix Tömörített Tar Archívum
pt_pt: Arquivo TAR comprimido com Unix Compress
ru: Сжатый TAR-архив Unix Compress

source: WARC Web Archive
de: WARC Web Archiv
hu: WARC Web Archívum
pt_pt: Arquivo web WARC
ru: Веб-архив WARC

source: XAR Archive
de: XAR Archiv
hu: XAR Archívum
pt_pt: Arquivo XAR
ru: Архив XAR

source: XIP Archive
de: XIP Archiv
hu: XIP Archívum
pt_pt: Arquivo XIP
ru: Архив XIP

source: XZ Archive
de: XZ Archiv
hu: XZ Archívum
pt_pt: Arquivo XZ
ru: Архив XZ

source: XZ Tarball Archive
de: XZ Tarball Archiv
hu: XZ Tarball Archívum
pt_pt: Arquivo TAR comprimido com XZ
ru: Сжатый TAR-архив XZ

source: ZIP Archive
de: ZIP Archiv
hu: ZIP Archívum
pt_pt: Arquivo ZIP
ru: Архив ZIP

source: ZIPX Archive
de: ZIPX Archiv
hu: ZIPX Archívum
pt_pt: Arquivo ZIPX
ru: Архив ZIPX

source: ZOO Archive
de: ZOO Archiv
hu: ZOO Archívum
pt_pt: Arquivo ZOO
ru: Архив ZOO

source: Zstandard Archive
de: Zstandard Archiv
hu: Zstandard Archívum
pt_pt: Arquivo Zstandard
ru: Архив Zstandard

source: Zstandard Tarball Archive
de: Zstandard Tarball Archiv
hu: Zstandard Tarball Archívum
pt_pt: Arquivo TAR comprimido com Zstandard
ru: Сжатый TAR-архив Zstandard

source: %@ item
cs: %@ položka
de: %@ Element
hu: %@ tétel
ru: %@ объект

source: %@ items
cs: %@ položek
de: %@ Element
hu: %@ tételek
pt_pt: %@ itens
ru: %@ объект.

# %@ of &quot;%@&quot; failed
source: %@ of "%@" failed
de: %@ von "%@" fehlgeschlagen
pt_pt: %@ of "%@" falhou
ru: %@ для "%@" не удалось

source: %@ of %@ item
cs: %@ z %@ položky
de: %@ von %@ Element
hu: %@ a(z) %@ tételből
pt_pt: %@ de %@ item
ru: %@ из %@ объект.

source: %@ of %@ items
cs: %@ z %@ položek
de: %@ von %@ Artikeln
hu: %@ a(z) %@ tételből
pt_pt: %@ de %@ itens
ru: %@ из %@ объект.

source: %lld items
de: %lld Element
pt_pt: %lld itens
ru: %lld объект.

source: %lld seconds
de: %lld Sekunden
pt_pt: %lld segundos
ru: %lld с

source: %lld:%@ minutes
de: %lld:%@ Minuten
pt_pt: %lld:%@ minutos
ru: %lld:%@ мин

source: %lld:%@:%@ hours
de: %lld:%@:%@ Stunden
pt_pt: %lld:%@:%@ horas
ru: %lld:%@:%@ ч

# ARCHIVE_DEFAULT_NAME
source: Archive
cs: Archiv
de: Archiv
hu: Archívum
pt_pt: Arquivo
ru: Архив

source: About
cs: Co je
de: Über
hu: A Kekáról
pt_pt: Sobre
ru: О программе

source: About %lld days
de: Etwa %lld Tage
pt_pt: Cerca de %lld dias
ru: Около %lld дн.

source: About %lld hours
de: Etwa %lld Stunden
pt_pt: Cerca de %lld horas
ru: Около %lld ч

source: About %lld minutes
de: Etwa %lld Minuten
pt_pt: Cerca de %lld minutos
ru: Около %lld мин

source: About %lld months
de: Etwa %lld Monate
pt_pt: Cerca de %lld meses
ru: Около %lld мес.

source: About %lld seconds
de: Etwa %lld Sekunden
pt_pt: Cerca de %lld segundos
ru: Около %lld с

source: About %lld weeks
de: Etwa %lld Wochen
pt_pt: Cerca de %lld semanas
ru: Около %lld нед.

source: About %lld years
de: Etwa %lld Jahre
pt_pt: Cerca de %lld anos
ru: Около %lld лет

source: About a day
de: Etwa ein Tag
pt_pt: Cerca de um dia
ru: Около одного дня

source: About a minute
de: Etwa eine Minute
pt_pt: Cerca de um minuto
ru: Около одной минуты

source: About a month
de: Etwa ein Monat
pt_pt: Cerca de um mês
ru: Около одного месяца

source: About a second
de: Etwa eine Sekunde
pt_pt: Cerca de um segundo
ru: Около одной секунды

source: About a week
de: Etwa eine Woche
pt_pt: Cerca de uma semana
ru: Около одной недели

source: About a year
de: Etwa ein Jahr
pt_pt: Cerca de um ano
ru: Около одного года

source: About an hour
de: Etwa eine Stunde
pt_pt: Cerca de uma hora
ru: Около одного часа

source: Actions
cs: Akce
de: Aktionen
hu: Műveletek
pt_pt: Ações
ru: Действия

source: Actions to do with the current browsed file
cs: Akce, které se mají provést s aktuálním souborem
de: Aktionen mit der aktuell durchsuchten Datei
pt_pt: Ações com o arquivo atualmente explorado
ru: Действия с текущим просматриваемым файлом

source: Add a File
cs: Přidat soubor
de: Datei hinzufügen
hu: Fájl hozzáadása
pt_pt: Adicionar Arquivo
ru: Добавить файл

source: Add a Folder
cs: Přidat složku
de: Einen Ordner hinzufügen
hu: Mappa hozzáadása
pt_pt: Adicionar Pasta
ru: Добавить папку

source: Add a Photo or Video
cs: Přidat fotografii nebo video
de: Ein Foto oder Video hinzufügen
pt_pt: Adicionar Foto ou Vídeo
ru: Добавить фото или видео

source: Add files and folders to a compression list
cs: Přidat soubory a složky na seznam pro komprimaci
de: Dateien und Ordner zur Komprimierungsliste hinzufügen
pt_pt: Adicionar arquivos e pastas a uma lista de compressão
ru: Добавьте файлы и папки в список сжатия

source: Add some contents using the %@ button.
cs: Přidat obsah pomocí tlačítka %@.
de: Fügen Sie Inhalte mit der %@-Taste hinzu.
pt_pt: Adicionar conteúdos usando o botão %@.
ru: Добавьте содержимое, используя кнопку %@.

source: Advanced Settings
cs: Další volby
de: Erweiterte Einstellungen
pt_pt: Configurações Avançadas
ru: Расширенные настройки

source: Allocated size
cs: Přidělená velikost
de: Zugewiesene Größe
hu: Kiosztott méret
pt_pt: Tamanho alocado
ru: Размер на диске

source: Archive items separately
cs: Komprimovat každou položku samostatně
de: Elemente separat archivieren
pt_pt: Arquivar itens separadamente
ru: Пофайловое сжатие

source: Ask
cs: Dotázat se
de: Fragen
hu: Kérdezz
pt_pt: Perguntar
ru: Спрашивать каждый раз

# BROWSE_OPERATION
source: Browse
cs: Procházet
de: Öffne
hu: Tallózás
pt_pt: Navegar
ru: Открыть

# BROWSE_RUNNING
source: Browsing
cs: Prochází se
de: Öffnet
hu: Tallózás
pt_pt: Navegando
ru: Открытие

# BROWSE_SECTION_TITLE
source: Browsing
cs: Prochází se
de: Öffne
hu: Tallózás
pt_pt: Navegando
ru: Открыть

source: Browser
cs: Prohlížeč
de: Öffne
hu: Böngésző
pt_pt: Navegador
ru: Открытие

source: Bytes
ru: Байты

# COMPRESSION_OPERATION
source: Compression
cs: Komprimace
de: Kompression
hu: Tömörítés
pt_pt: Compressão
ru: Сжатие

# COMPRESSION_RUNNING
source: Compressing
cs: Komprimuje se
de: Komprimieren
hu: Tömörítés
pt_pt: Comprimindo
ru: Сжатие

# COMPRESSION_SECTION_TITLE
source: Compressing
cs: Komprimování
de: Komprimieren
hu: Tömörítés
pt_pt: Comprimir
ru: Сжать

source: Calculate
cs: Spočítat
de: Berechnen
hu: Számítás
pt_pt: Calcular
ru: Вычислить

source: Cancel
cs: Zrušit
de: Abbrechen
hu: Mégse
pt_pt: Cancelar
ru: Отменить

source: Cancelled
de: Abgebrochen
pt_pt: Cancelado
ru: Отменено

source: Choose
cs: Vybrat
de: Auswählen
hu: Válassz
pt_pt: Escolher
ru: Выбрать

source: Clear Cache
cs: Vymazat vyrovnávací paměť
de: Cache löschen
hu: Gyorsítótár ürítése
pt_pt: Limpar Cache
ru: Очистить кэш

source: Clear Cache Contents
cs: Vymazat obsah vyrovnávací paměti
de: Cache-Inhalte löschen
hu: Gyorsítótár tartalmának ürítése
pt_pt: Limpar conteúdos da Cache
ru: Очистить содержимое кэша

source: Close
cs: Zavřít
de: Schließen
hu: Bezárás
pt_pt: Fechar
ru: Закрыть

source: Comments
cs: Poznámky
de: Kommentare
hu: Megjegyzések
pt_pt: Comentários
ru: Комментарии

source: Compress
cs: Komprimace
de: Komprimieren
hu: Tömörítés
pt_pt: Comprimir
ru: Сжать

source: Compress Files with Keka
de: Dateien mit Keka Komprimierung
pt_pt: Comprimir arquivos com Keka
ru: Сжать файлы с помощью Keka

source: Compress all the items in the compression list
cs: Komprimovat všechny položky ze seznamu
de: Alle Elemente in der Komprimierungsliste Komprimierung
pt_pt: Comprimir todos os itens na lista de compressão
ru: Сжать все объекты в списке сжатия

source: Compress some files with Keka.
de: Einige Dateien mit Keka Komprimierung.
pt_pt: Comprimir alguns arquivos com Keka.
ru: Сжать некоторые файлы с помощью Keka.

source: Compressed size
cs: Komprimovaná velikost
de: Komprimierte Größe
hu: Tömörített méret
pt_pt: Tamanho comprimido
ru: Сжатый размер

source: Compression
cs: Komprimace
de: Kompression
hu: Tömörítés
pt_pt: Compressão
ru: Сжатие

source: Compression Level:
cs: Úroveň komprimace:
de: Kompressionsstufe:
hu: Tömörítési szint:
pt_pt: Nível de Compressão:
ru: Уровень сжатия:

source: Contents
cs: Obsah
de: Inhalte
hu: Tartalom
pt_pt: Conteúdos
ru: Содержимое

source: Contents: %@, Size: %@
cs: Obsahuje: %@, velikost: %@
de: Inhalte: %@, Größe: %@
hu: Tartalom: %@, Méret: %@
pt_pt: Conteúdos: %@, tamanho %@
ru: Содержимое: %@, Размер: %@

source: Contents: %lld, Size: %@
cs: Obsahuje: %lld, velikost: %@
de: Inhalte: %lld, Größe: %@
pt_pt: Conteúdos: %lld, tamanho %@
ru: Содержимое: %lld, Размер: %@

source: Created
cs: Vytvořeno
de: Erstellt
hu: Készült
pt_pt: Criado
ru: Создано

source: Custom…
de: Benutzerdefiniert…
pt_pt: Outro…
ru: Выбрать папку…

source: Date
cs: Datum
de: Datum
hu: Dátum
pt_pt: Data
ru: Дата

source: Default Compression Level
cs: Výchozí úroveň komprimace
de: Standard-Kompressionsstufe
hu: Alapértelmezett tömörítési szint
pt_pt: Compressão de nível Padrão
ru: Уровень сжатия по умолчанию

source: Default Destination
cs: Výchozí cílové umístění
de: Standardziel
hu: Alapértelmezett cél
pt_pt: Destino Predefinido
ru: Место по умолчанию

source: Default Format
cs: Výchozí formát
de: Standardformat
hu: Alapértelmezett formátum
pt_pt: Formato Padrão
ru: Формат по умолчанию

source: Default Tap Action
cs: Výchozí akce (dotyk)
de: Standard-Tippen-Aktion
hu: Alapértelmezett érintési művelet
pt_pt: Ação de Toque Padrão
ru: Действие по умолчанию при выборе объекта внутри архива

source: Default Volume Unit
cs: Výchozí jednotka
de: Standard-Volumeneinheit
hu: Alapértelmezett kötet
pt_pt: Unidade de Volume Padrão
ru: Единица по умолчанию при разбивке на тома

source: Delete
cs: Smazat
de: Löschen
hu: Törlés
pt_pt: Apagar
ru: Удалить

source: Delete files(s) after compression
cs: Smazat soubor(y) po dokončení komprimace
de: Dateien nach der Komprimierung löschen
pt_pt: Apagar arquivos após compressão
ru: Удалять файлы после сжатия

source: Destination
cs: Cíl
de: Ziel
hu: Cél
pt_pt: Destino do Arquivo
ru: Место назначения

# Disable &quot;%@&quot; if you prefer to use a default configuration.
source: Disable "%@" if you prefer to use a default configuration.
cs: Vypněte „%@“ pokud si přejete použít výchozí konfiguraci.
de: Deaktivieren Sie "%@", wenn Sie eine Standardkonfiguration bevorzugen.
hu: Kapcsold ki a "%@" funkciót ha alapértelmezett beállításokat szeretnél használni.
pt_pt: Desative "%@" se preferir usar a configuração padrão.
ru: Отключите, если предпочитаете использовать настройки по умолчанию.

source: Dismiss
cs: Nepovolit
de: Verwerfen
hu: Bezárás
pt_pt: Descartar
ru: Убрать

source: Document
cs: Dokument
de: Dokument
hu: Dokumentum
pt_pt: Documento
ru: Документ

source: Documents
de: Dokumente
pt_pt: Documentos
ru: Документы

source: Done
cs: Hotovo
de: Abgeschlossen
hu: Kész
pt_pt: Concluído
ru: Готово

source: Downloads
cs: Kopírování
ru: Загрузки

# EXTRACTION_OPERATION
source: Extraction
cs: Dekomprimace
de: Extraktion
hu: Kibontás
pt_pt: Extração
ru: Распаковка

# EXTRACTION_RUNNING
source: Extracting
cs: Dekomprimuje se
de: Extrahieren
hu: Kibontás
pt_pt: Extraindo
ru: Распаковка

# EXTRACTION_SECTION_TITLE
source: Extracting
cs: Dekomprimovat
de: Extrahieren
hu: Kibontás
pt_pt: Extração
ru: Распаковать

source: Edit
cs: Úpravy
de: Editieren
hu: Szerkesztés
pt_pt: Editar
ru: Редактировать

source: Encrypt Filenames
cs: Zašifrovat jména souborů
de: Dateinamen verschlüsseln
hu: Fájlnevek titkosítása
pt_pt: Encriptar Nomes de Arquivo
ru: Шифровать имена файлов

source: Encrypt Filenames if Possible
cs: Pokud je to možné zašifrovat jména souborů
de: Dateinamen verschlüsseln, wenn möglich
hu: Fájlnevek titkosítása, ha lehetséges
pt_pt: Encriptar Nomes de Arquivo se Possível
ru: Шифровать имена файлов, если возможно

# Enter the password for the file&#10;&quot;%@&quot;
source: Enter the password for the file "%@"
cs: Zadejte heslo k souboru „%@“
de: Geben Sie das Passwort für die Datei "%@" ein
hu: Írd be a jelszót a "%@" fájlhoz
pt_pt: Digite a senha para o arquivo "%@"
ru: Введите пароль для файла "%@"

source: Exclude Mac resource forks
cs: Nezahrnovat Resource fork (macOS)
de: Mac-Resource-Forks ausschließen
pt_pt: Excluir forks de recursos do Mac
ru: Исключить ветви ресурсов Mac

source: Extract
cs: Dekomprimovat
de: Extrahieren
hu: Kibontás
pt_pt: Extrair
ru: Распак.

source: Extract Files with Keka
de: Dateien mit Keka Extraktion
pt_pt: Extrair Arquivos com Keka
ru: Распаковать файлы с помощью Keka

source: Extract some files with Keka.
de: Einige Dateien mit Keka Extraktion.
pt_pt: Extrair alguns arquivos com Keka.
ru: Распаковать некоторые файлы с помощью Keka.

source: Extraction
cs: Dekomprimace
de: Extraktion
hu: Kibontás
pt_pt: Extração
ru: Распаковка

source: Fast
cs: Rychlá
de: Schnell
hu: Gyors
pt_pt: Rápido
ru: Быстрый

source: Fastest
cs: Nejrychlejší
de: Schnellste
hu: Leggyorsabb
pt_pt: Mais Rápido
ru: Самый быстрый

source: Feedback
cs: Odezva
hu: Visszajelzés
ru: Обратная связь

source: File for Keka
de: Datei für Keka
pt_pt: Arquivo para Keka
ru: Файл для Keka

source: File not informed properly, try again.
cs: Soubor nebyl správně určen, zkuste to znovu.
de: Datei nicht ordnungsgemäß angegeben, versuchen Sie es erneut.
hu: A fájl nincs megfelelően informálva, próbáld újra.
pt_pt: Arquivo não informado corretamente, tente novamente.
ru: Файл передан неправильно, попробуйте снова.

source: Files
de: Dateien
pt_pt: Arquivos
ru: Файлы

source: Files and Folders
de: Dateien und Ordner
pt_pt: Arquivos e Pastas
ru: Файлы и папки

source: Finishing
de: Abschließen
pt_pt: Finalizando
ru: Завершение

source: Folder drop is only supported on iOS 16 or newer
cs: Vložení složky je podporováno pouze na iOS 16 nebo vyšším
de: Ordner-Drop wird nur auf iOS 16 oder neuer unterstützt
pt_pt: O recurso de arrastar pastas é compatível apenas com o iOS 16 ou versões mais recentes
ru: Перетаскивание папок поддерживается только на iOS 16 и новее

source: Format
cs: Formát
hu: Formátum
pt_pt: Formato
ru: Формат

source: General
cs: Hlavní
de: Allgemein
hu: Általános
pt_pt: Geral
ru: Общие

source: Get Info
cs: Informace
de: Informationen abrufen
hu: Infó megjelenítése
pt_pt: Obter informações
ru: Свойства

source: Gigabyte
ru: Гигабайт

source: Give Access
cs: Udělit přístup
de: Zugriff gewähren
pt_pt: Dar Acesso
ru: Предоставить доступ

source: Hide Password by Default
cs: Ve výchozím stavu skrýt heslo
de: Passwort standardmäßig ausblenden
hu: Jelszó elrejtése alapértelmezettként
pt_pt: Ocultar senha por padrão
ru: По умолчанию скрывать пароль

source: If you got here, please get in touch with the developers.
cs: Pokud jste se dostali až sem, obraťte se prosím na vývojáře aplikace.
de: Wenn Sie hier gelandet sind, setzen Sie sich bitte mit den Entwicklern in Verbindung.
hu: Ha ide jutottál, kérünk, vedd fel a kapcsolatot a fejlesztőkkel.
pt_pt: Se você chegou aqui, entre em contato com os desenvolvedores.
ru: Если вы попали сюда, пожалуйста, свяжитесь с разработчиками.

source: Information
cs: Informace
hu: Információ
pt_pt: Informações
ru: Свойства

source: Keka's Folder
cs: Složka Keka
de: Keka's Ordner
hu: A Keka mappája
pt_pt: Pasta do Keka
ru: Папка Keka

source: Keka's icon
cs: Ikona Keka
de: Keka's Symbol
hu: A Keka ikonja
pt_pt: Ícone do Keka
ru: Значок Keka

source: Kilobytes
ru: Килобайты

source: Kind
cs: Druh
de: Art
hu: Fajta
pt_pt: Tipo
ru: Тип

source: Last opened
cs: Naposledy otevřeno
de: Zuletzt geöffnet
hu: Legutoljára megnyitva
pt_pt: Última abertura
ru: Последнее открытие

source: Level
pt_pt: Nível
ru: Уровень

source: Loading
cs: Načítá se
de: Wird geladen
hu: Betöltés
pt_pt: Carregando
ru: Загрузка

source: Made with
cs: Vytvořeno pomocí
de: Hergestellt mit
hu: Készítette
pt_pt: Feito com
ru: Сделано с

source: Megabytes
ru: Мегабайты

source: Modified
cs: Změněno
de: Geändert
hu: Szerkesztve
pt_pt: Modificado
ru: Изменено

source: Move compressed file(s) to Trash after extraction
de: Komprimierte Dateien nach der Extraktion in den Papierkorb verschieben
pt_pt: Mover arquivos comprimidos para a lixeira após a extração
ru: Перемещать архивы в корзину после распаковки

source: Move original file(s) to Trash after compression
de: Ursprüngliche Dateien nach der Komprimierung in den Papierkorb verschieben
pt_pt: Mover arquivos originais para a lixeira após a compressão
ru: Перемещать исходные файлы в корзину после сжатия

source: Name
cs: Jméno
hu: Név
pt_pt: Nome
ru: Имя

source: New Compression
cs: Nová komprimace
de: Neue Komprimierung
pt_pt: Nova Compressão
ru: Новое сжатие

source: No archive selected
de: Kein Archiv ausgewählt
pt_pt: Nenhum arquivo selecionado
ru: Архив не выбран

source: No contents
cs: Žádný obsah
de: Kein Inhalt
hu: Nincs tartalom
pt_pt: Sem Conteúdo
ru: Нет содержимого

source: No files to extract
cs: Žádné soubory k dekomprimaci
de: Keine Dateien zum Extrahieren
hu: Nincsenek kibontandó fájlok
pt_pt: Nenhum arquivo para extrair
ru: Нет файлов для распаковки

source: None
cs: Nic
de: Keine
hu: Semmi
pt_pt: Nenhum
ru: Нет

source: Normal
cs: Normální
hu: Normális
ru: Обычный

source: Not all platforms support AES-256 encryption. You may need a third party application (like Keka) to open these compressed files.
cs: Ne všechny platformy podporují šifrování AES-256. Možná budete potřebovat další aplikaci (jako Keka) pro otevření komprimovaného souboru.
de: Nicht alle Plattformen unterstützen die AES-256-Verschlüsselung. Möglicherweise benötigen Sie eine Anwendung von Drittanbietern (wie Keka), um diese komprimierten Dateien zu öffnen.
hu: Nem minden platform támogatja az AES-256 titkosítást. Lehet, hogy szükséged lesz harmadik féltől származó alkalmazásokra (mint a Keka), hogy meg tudd nyitni ezeket a tömörített fájlokat.
pt_pt: Nem todas as plataformas oferecem suporte à criptografia AES-256. Pode ser necessário usar um aplicativo de terceiros (como o Keka) para abrir esses arquivos comprimidos
ru: Не все платформы поддерживают шифрование AES-256. Вам может понадобиться стороннее приложение (например, Keka) для открытия таких файлов.

source: Open
cs: Otevřít
de: Öffnen
hu: Megnyitás
pt_pt: Abrir
ru: Открыть

source: Open Keka
de: Keka öffnen
pt_pt: Abrir Keka
ru: Открыть Keka

source: Open…
de: Öffnen…
pt_pt: Abrir…
ru: Открыть…

source: Order
cs: Řazení
de: Reihenfolge
pt_pt: Ordem
ru: Порядок

source: Password
cs: Heslo
de: Passwort
hu: Jelszó
pt_pt: Senha
ru: Пароль

source: Password Protected
cs: Chráněno heslem
de: Passwortgeschützt
pt_pt: Protegido por senha
ru: Защищено паролем

# Password for &quot;%@&quot;
source: Password for "%@"
de: Passwort für "%@"
pt_pt: Senha para "%@"
ru: Пароль для «%@»
