Repository: MikkelScheike/Keka
Catalog: Translations-macOS/*.lproj/FinderExtensionLocalizable.strings
Languages: ar, ca, cs, da, es, fr, it, ru, sl

source: Open with Keka
ar: افتح مع Keka
ca: Obrir amb el Keka
cs: Otevřít pomocí Keka
da: Ã…bn i Keka
es: Abrir con Keka
fr: Ouvrir avec Keka
it: Apri con Keka
ru: Открыть с помощью Keka
sl: Odpri z Keka

source: Compress here
ar: اضغط هنا
ca: Comprimeix aquí
cs: Komprimovat
da: Komprimer her
es: Comprime aquí
fr: Compresser ici
it: Comprimi qui
ru: Сжать здесь
sl: Stisni tu

source: Compress to...
ar: اضغط على...
ca: Comprimeix en...
cs: Komprimovat…
da: Komprimer til...
es: Comprime en...
fr: Compresser dans...
it: Comprimi in...
ru: Сжать в...
sl: Stisni v...

source: Encrypt here
ar: شفر هنا
da: Krypter her
sl: Šifriraj tu

source: Encrypt to...
ar: شفر إلى...
da: Krypter til...
sl: Šifriraj v...

source: Compress the contents of the folder here
ar: اضغط محتويات المجلد هنا
ca: Comprimeix el contingut de la carpeta aquí
cs: Komprimovat složku
da: Kopmrimer indholdet af mappen her
es: Comprime el contenido de la carpeta aquí
fr: Compresser le contenu du dossier ici
it: Comprimi il contenuto della cartella qui
ru: Сжать содержимое папки здесь
sl: Stisni vsebino mape tukaj

source: Compress the contents of the folder to...
ar: ضغط محتويات المجلد إلى...
ca: Comprimeix el contingut de la carpeta en...
cs: Komprimovat složku…
da: Kopmrimer indholdet af mappen til...
es: Comprime el contenido de la carpeta en...
fr: Compresser le contenu du dossier dans...
it: Comprimi il contenuto della cartella in...
ru: Сжать содержимое папки в...
sl: Stisni vsebino mape v...

source: Encrypt with the default password here
ar: قم بالتشفير باستخدام كلمة المرور الافتراضية هنا
ca: Xifra amb la contrasenya per defecte aquí
cs: Zabezpečit výchozím heslem
da: Krypter med standard adgangskode her
es: Encripta con la contraseña por defecto aquí
fr: Chiffrer avec le mot de passe par défaut ici
it: Crittografa con la password di default qui
ru: Зашифровать паролем по умолчанию здесь
sl: Tukaj šifrirajte s privzetim geslom

source: Encrypt with the default password to...
ar: تشفير باستخدام كلمة المرور الافتراضية لـ...
ca: Xifra amb la contrasenya per defecte en...
cs: Zabezpečit výchozím heslem…
da: Krypter med standard adgangskode til...
es: Encripta con la contraseña por defecto en...
fr: Chiffrer avec le mot de passe par défaut dans...
it: Crittografa con la password di default in...
ru: Зашифровать паролем по умолчанию в...
sl: Šifrirajte s privzetim geslom v...

source: Extract here
ar: استخرج هنا
ca: Extreu aquí
cs: Rozbalit
da: Udpak her
es: Extrae aquí
fr: Extraire ici
it: Estrai qui
ru: Извлечь сюда
sl: Razširi tu

source: Extract to...
ar: استخراج إلى...
ca: Extreu en...
cs: Rozbalit ve složce…
da: Udpak til...
es: Extrae en...
fr: Extraire dans...
it: Estrai in...
ru: Извлечь в...
sl: Razširi v...

source: Extract to "%@"
ar: استخراج إلى "%@"
ca: Extreu en "%@"
cs: Rozbalit do složky "%@"
da: Udpak til "%@"
es: Extrae en "%@"
fr: Extraire vers "%@"
it: Estrai in "%@"
ru: Извлечь в «%@»
sl: Razširi v "%@"

source: Compress with Keka
ar: اضغط مع Keka
ca: Comprimeix amb el Keka
cs: Komprimovat pomocí Keka
da: Komprimer med Keka
es: Comprimir con Keka
fr: Compresser avec Keka
it: Comprimi con Keka
ru: Сжать с помощью Keka
sl: Stisni z Keka
