Repository: MikkelScheike/Keka
Catalog: Translations-macOS/*.lproj/InfoPlist.strings
Languages: es, fr, pl, sl

source: NSHumanReadableCopyright
es: Copyright © 2009-2025 aONe
fr: Copyright © 2009-2024 aONe
pl: Copyright © 2009-2025 aONe
sl: Copyright © 2009-2025 aONe

source: MDItemKeywords
es: Compresión, Descompresión, Extracción, Archivador, Desarchivador, Expansión, Cifrado, Descifrado, Archivos, Ficheros
fr: Compression, Décompression, Extraction, Archiveur, Désarchiveur, Expansion, Chiffrement, Déchiffrement, Archives, Fichiers
pl: Kompresja, Dekompresja, Ekstrakcja, Archiwizator, Unarchiver, Rozszerzenie, Szyfrowanie, Odszyfrowanie, Archiwa, Pliki
sl: Stiskanje, dekompresija, ekstrakcija, arhiviranje, razarhiviranje, razširitev, šifriranje, dešifriranje, arhivi, datoteke

source: NSDesktopFolderUsageDescription
es: Keka requiere acceso al Escritorio para trabajar con sus ficheros.
fr: Keka nécessite l'accès au Bureau pour travailler avec ses fichiers.
pl: Keka wymaga dostępu do folderu Biurko, aby pracować z plikami
sl: Keka za delo z vašimi datotekami potrebuje dostop do namizja.

source: NSDocumentsFolderUsageDescription
es: Keka requiere acceso a Documentos para trabajar con sus ficheros.
fr: Keka nécessite l'accès aux Documents pour travailler avec ses fichiers.
pl: Keka wymaga dostępu do folderu Dokumenty, aby pracować z plikami.
sl: Keka za delo z vašimi datotekami potrebuje dostop do dokumentov.

source: NSDownloadsFolderUsageDescription
es: Keka requiere acceso a Descargas para trabajar con sus ficheros.
fr: Keka nécessite l'accès aux Téléchargements pour travailler avec ses fichiers.
pl: Keka wymaga dostępu do folderu Pobrane rzeczy, aby pracować z plikami
sl: Keka za delo z vašimi datotekami potrebuje dostop do prenosov.

source: NSNetworkVolumesUsageDescription
es: Keka requiere acceso a los volúmenes en red para trabajar con sus ficheros.
fr: Keka nécessite l'accès aux volumes réseau pour travailler avec ses fichiers.
pl: Keka wymaga dostępu do dysków sieciowych, aby pracować z plikami.
sl: Keka za delo z vašimi datotekami potrebuje dostop do omrežnih nosilcev.

source: NSRemovableVolumesUsageDescription
es: Keka requiere acceso a los volúmenes extraíbles para trabajar con sus ficheros.
fr: Keka nécessite l'accès aux volumes amovibles pour travailler avec ses fichiers.
pl: Keka wymaga dostępu do dysków wymiennych, aby pracować z plikami.
sl: Keka za delo z vašimi datotekami potrebuje dostop do izmenljivih nosilcev.

source: 7Z Archive
es: Archivo 7Z
fr: Archive 7Z
pl: archiwum 7Z
sl: 7Z Arhiv

source: LZMA Archive
es: Archivo LZMA
fr: Archive LZMA
pl: archiwum LZMA
sl: LZMA Arhiv

source: LZOP Archive
es: Archivo LZOP
fr: Archive LZOP
pl: archiwum LZOP
sl: LZOP Arhiv

source: LZOP Tarball Archive
es: Archivo TAR comprimido con LZOP
fr: Archive LZOP compressée au format TAR
pl: archiwum TAR LZOP
sl: LZOP Tarball Arhiv

source: LZIP Archive
es: Archivo LZIP
fr: Archive LZIP
pl: archiwum LZIP
sl: LZIP Arhiv

source: LZIP Tarball Archive
es: Archivo TAR comprimido con LZIP
fr: Archive LZIP compressée au format TAR
pl: archiwum TAR LZIP
sl: LZIP Tarball Arhiv

source: LZ4 Archive
es: Archivo LZ4
fr: Archive LZ4
sl: LZ4 Arhiv

source: LZ4 Tarball Archive
es: Archivo Tarball LZ4
fr: Archive LZ4 compressée au format TAR
sl: LZ4 Tarball Arhiv

source: ZIP Archive
es: Archivo ZIP
fr: Archive ZIP
pl: archiwum ZIP
sl: ZIP Arhiv

source: ZIPX Archive
es: Archivo ZIPX
fr: Archive ZIPX
pl: archiwum ZIPX
sl: ZIPX Arhiv

source: XZ Archive
es: Archivo XZ
fr: Archive XZ
pl: archiwum XZ
sl: XZ Arhiv

source: XZ Tarball Archive
es: Archivo TAR comprimido con XZ
fr: Archive XZ compressée au format TAR
pl: archiwum TAR XZ
sl: XZ Tarball Arhiv

source: Brotli Archive
es: Archivo Brotli
fr: Archive Brotli
pl: archiwum Brotli
sl: Brotli Arhiv

source: Brotli Tarball Archive
es: Archivo TAR comprimido con Brotli
fr: Archive Brotli compressée au format TAR
pl: archiwum Brotli Tarball
sl: Brotli Tarball Arhiv

source: Zstandard Archive
es: Archivo Zstandard
fr: Archive Zstandard
pl: archiwum Zstandard
sl: Zstandard Arhiv

source: Zstandard Tarball Archive
es: Archivo TAR comprimido con Zstandard
fr: Archive Zstandard compressée au format TAR
pl: archiwum Zstandard Tarball
sl: Zstandard Tarball Arhiv

source: RAR Archive
es: Archivo RAR
fr: Archive RAR
pl: archiwum RAR
sl: RAR Arhiv

source: RAR Legacy Archive Volume
es: Archivo de volumen RAR
fr: Ancien Volume Archive RAR
sl: RAR Legacy arhivski volumen

source: Generic Archive Volume
es: Archivo de volumen genérico
fr: Volume Archive générique
sl: Splošni arhivski volumen

source: BZIP2 Archive
es: Archivo BZIP2
fr: Archive BZIP2
pl: archiwum BZIP2
sl: BZIP2 Arhiv

source: BZIP2 Tarball Archive
es: Archivo TAR comprimido con BZIP2
fr: Archive BZIP2 compressée au format TAR
pl: archiwum TAR BZIP2
sl: BZIP2 Tarball Arhiv

source: BZIP Archive
es: Archivo BZIP
fr: Archive BZIP
pl: archiwum BZIP
sl: BZIP Arhiv

source: BZIP Tarball Archive
es: Archivo TAR comprimido con BZIP
fr: Archive BZIP compressée au format TAR
pl: archiwum TAR BZIP
sl: BZIP Tarball Arhiv

source: GZIP Archive
es: Archivo GZIP
fr: Archive GZIP
pl: archiwum GZIP
sl: GZIP Arhiv

source: GZIP Tarball Archive
es: Archivo TAR comprimido con GZIP
fr: Archive GZIP compressée au format TAR
pl: archiwum TAR GZIP
sl: GZIP Tarball Arhiv

source: TAR Archive
es: Archivo TAR
fr: Archive TAR
pl: archiwum TAR
sl: TAR Arhiv

source: LRZIP Archive
es: Archivo LRZIP
fr: Archive LRZIP
pl: archiwum LRZIP
sl: LRZIP Arhiv

source: LRZIP Tarball Archive
es: Archivo TAR comprimido con LRZIP
fr: Archive LRZIP compressée au format TAR
pl: archiwum TAR LRZIP
sl: LRZIP Tarball Arhiv

source: CPIO Archive
es: Archivo CPIO
fr: Archive CPIO
pl: archiwum CPIO
sl: CPIO Arhiv

source: CPGZ Archive
es: Archivo CPGZ
fr: Archive CPGZ
pl: archiwum CPGZ
sl: CPGZ Arhiv

source: PAX Archive
es: Archivo PAX
fr: Archive PAX
pl: archiwum PAX
sl: PAX Arhiv

source: DMG Disk Image
es: Imagen de disco DMG
fr: Image disque DMG
pl: obraz dysku DMG
sl: DMG Slika

source: ISO Disk Image
es: Imagen de disco ISO
fr: Image disque ISO
pl: obraz dysku ISO
sl: ISO Slika

source: LHA Archive
es: Archivo LHA
fr: Archive LHA
pl: archiwum LHA
sl: LHA Arhiv

source: Windows EXE File
es: Archivo ejecutable de Windows
fr: Fichier EXE Windows
pl: plik EXE (Windows)
sl: Windows EXE datoteka

source: Windows Cabinet File
es: Archivo comprimido de Windows
fr: Fichier CABinet Windows
pl: plik CAB (Windows)
sl: Datoteka omarice Windows

source: Windows Installer Package
es: Paquete de instalación de Windows
fr: Paquet d'installation Windows
pl: plik MSI (Windows)
sl: Namestitveni paket Windows

source: WIM Disk Image
es: Imagen de disco WIM
fr: Image disque WIM
pl: obraz dysku WIM
sl: WIM Slika

source: Comic Book RAR Archive
es: Archivo de cómic comprimido con RAR
fr: Archive Comic Book RAR
pl: archiwum Comic Book RAR
sl: Arhiv RAR stripa

source: Comic Book ZIP Archive
es: Archivo de cómic comprimido con ZIP
fr: Archive Comic Book ZIP
pl: archiwum Comic Book ZIP
sl: Arhiv ZIP stripa

source: Commodore Amiga MOD Archive
es: Archivo comprimido de Commodore Amiga MOD
fr: Archive MOD Commodore Amiga
pl: archiwum Commodore Amiga MOD
sl: Commodore Amiga MOD Arhiv

source: iOS App
es: App de iOS
fr: App iOS
pl: Aplikacja iOS
sl: iOS Aplikacija

source: JAR Archive
es: Archivo JAR
fr: Archive JAR
pl: archiwum JAR
sl: JAR Arhiv

source: WAR Archive
es: Archivo WAR
fr: Archive WAR
pl: archiwum WAR
sl: WAR Arhiv

source: Compact Pro Archive
es: Archivo Compact Pro
fr: Archive Compact Pro
pl: archiwum Compact Pro
sl: Compact Pro Arhiv

source: Synology Package Archive
es: Archivo de Paquete de Synology
fr: Archive de Paquet Synology
pl: archiwum Synology Package
sl: Arhiv paketov Synology

source: Android Application Package
es: Aplicación empaquetada de Android
fr: Paquet Application Android
pl: plik APK (Android)
sl: Paket aplikacij za Android

source: Cross-Platform Installer Module (XPI)
es: Módulo de Instalación Multiplataforma (XPI)
fr: Module Cross-Platform Installer (XPI)
pl: moduł instalatora Cross-Platform (XPI)
sl: Namestitveni modul za več platform (XPI)

source: APPX Archive
es: Archivo APPX
fr: Archive APPX
pl: archiwum APPX
sl: APPX Arhiv

source: Safari extension
es: Extensión de Safari
fr: Extension Safari
pl: rozszerzenie przeglądarki Safari
sl: Safari vtički

source: ACE Archive
es: Archivo ACE
fr: Archive ACE
pl: archiwum ACE
sl: ACE Arhiv

source: XIP Secure Archive
es: Archivo seguro XIP
fr: Archive sécurisée XIP
pl: archiwum XIP Secure
sl: XIP Secure Arhiv

source: Electronic Book
es: Libro electrónico
fr: Livre électronique
pl: książka elektroniczna
sl: Elektronska knjiga

source: Apple Archive
es: Archivo de Apple
fr: Archive Apple
pl: archiwum Apple
sl: Apple Arhiv

source: Apple Encrypted Archive
es: Archivo encriptado de Apple
fr: Archive chiffrée Apple
pl: szyfrowane archiwum Apple
sl: Apple šifriran arhiv

source: Squashfs Filesystem Archive
es: Archivo de sistema de archivos Squashfs
fr: Archive de système de fichiers Squashfs
pl: archiwum systemu plików Squashfs
sl: Arhiv datotečnega sistema Squashfs

source: WordPress All-in-One Backup
es: Copia de seguridad WordPress All-in-One
fr: Sauvegarde WordPress All-in-One
pl: kompletny backup WordPress
sl: Varnostno kopiranje WordPress vse v enem

source: InstallShield 3 Archive
es: Archivo InstallShield 3
fr: Archive InstallShield 3
pl: archiwum InstallShield 3
sl: InstallShield 3 Arhiv

source: Snappy Archive
es: Archivo Snappy
fr: Archive Snappy
pl: archiwum Snappy
sl: Snappy Arhiv

source: Snappy Tarball Archive
es: Archivo TAR comprimido con Snappy
fr: Archive Snappy compressée au format TAR
pl: archiwum Snappy Tarball
sl: Snappy Tarball Arhiv

source: Apple iWork Archive
es: Archivo Apple iWork
fr: Archive Apple iWork
pl: archiwum Apple iWork
sl: Apple iWork Arhiv

source: Delta Controller Skin
es: Apariencia de controles para Delta
fr: Skin de contrôleur Delta
pl: skórka kontrolera Delta
sl: Preobleka Delta Controller

source: Zipped Web Archive Collection
es: Colección de archivos web comprimidos
fr: Collection d'archive Web Zippée
pl: spakowane archiwum Web (WACZ)
sl: Zbirka stisnjenega spletnega arhiva

source: Keka Extraction Package
es: Paquete de extracción de Keka
fr: Paquet d'extraction Keka
pl: pakiet rozpakowujący Keka
sl: Paket za razširitev Keka

source: Data
es: Datos
pl: Dane
sl: Podatki
