Repository: MikkelScheike/Keka
Catalog: Translations-macOS/*.lproj/Localizable.strings
Languages: ar, da, ja, sl

source: _BASE_USED_
ar: ar
da: en
ja: ja
sl: sl

source: General
ar: عام
da: Generelt
ja: 一般
sl: Splošno

source: Appearance
ar: مظهر
da: Udseende
ja: 外観モード
sl: Videz

source: File Access
ar: الوصول إلى الملف
da: Mappeadgang
ja: ファイルアクセス
sl: Dostop do datoteke

source: Performance
ar: أداء
da: Ydeevne
ja: パフォーマンス
sl: Učinkovitost

source: Finder Extension
ar: ملحق الباحث
da: Finder udvidelse
ja: Finder 拡張機能
sl: Razširitev Finder

source: Passwords
ar: كلمات المرور
da: Adgangskoder
ja: パスワード
sl: Gesla

source: Love
ar: حب
da: Elsker

source: OK
ar: حسنا

source: Done
ar: تم
da: Færdig
ja: 完了
sl: Končano

source: Yes
ar: نعم
da: Ja
ja: はい
sl: Da

source: No
ar: لا
da: Nej
ja: いいえ
sl: Ne

source: Don't show again
ar: لا تظهر مرة أخرى
da: Vis ikke igen
ja: 今後表示しない
sl: Ne prikaži več

source: Set as default compressor
ar: تعيين كضاغط افتراضي
da: Angiv som standard til komprimering
ja: デフォルトの圧縮・展開ツールに設定
sl: Nastavi kot privzeti kompresor

source: Not now
ar: ليس الآن
da: Ikke nu
ja: 今はしない
sl: Ne zdaj

source: Want to make Keka your default compressor?
ar: هل تريد أن تجعل Keka هو الضاغط الافتراضي الخاص بك؟
da: Vil du angive Keka som dit standardprogram til komprimering?
ja: Keka をデフォルトの圧縮・展開ツールに設定しますか？
sl: Ali želite, da Keka postane vaš privzeti kompresor?

source: This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences.
ar: هذا يعني أنه سيتم استخراج جميع الملفات المتوافقة باستخدام Keka. يمكنك ضبط هذا لاحقًا في تفضيلات Keka.
da: Dette indebærer at alle understøddede arkiver vil blive udpakket med Keka fremadrettet. Du kan altid angive dette senere i indstillinger.
ja: 今後すべてのサポートしている圧縮ファイルは Keka で展開されます。後で Keka の環境設定で変更できます。
sl: To pomeni, da bodo vse združljive datoteke razširjenje s Keko. To lahko nastavite pozneje v nastavitvah Keka.

source: Really want to close Keka?
ar: هل تريد حقًا إغلاق Keka؟
da: Vil du slutte Keka?
ja: Keka を終了してもよろしいですか？
sl: Res želite zapreti Keka?

source: The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done.
ar: سيتم إلغاء العمليات الحالية. إذا اخترت الانتظار والخروج، فسوف يخرج Keka عند الانتهاء من كل العمل.
da: Igangværende handlinger vil blive afbrudt. Hvis du vælger at vente, vil Keka slutte når alle handlinger er gennemført.
ja: 実行中の動作は中止されます。「待機」を選ぶと操作が完了する時に Keka は終了します。
sl: Trenutne operacije bodo preklicane. Če se odločite počakati in zapreti, se bo Keka zaprla, ko bo vse delo opravljeno.

source: Password needed
ar: كلمة المرور مطلوبة
da: Adgangskode påkrævet
ja: パスワードが必要です
sl: Potrebno geslo

source: File "%@" needs a password to be extracted
ar: الملف "%@" يحتاج إلى كلمة مرور لاستخراجها
da: Arkivet "%@" skal bruge en adgangskode for at blive udpakket
ja: "%@" を展開できるようにパスワードを使用する必要があります。
sl: Za razširitev datoteke "%@" je potrebno geslo

source: File "%@" needs a special encoding to be extracted
ar: الملف "%@" يحتاج إلى ترميز خاص لاستخراجه
da: Arkivet "%@" skal bruge en speciel tegnkodning for at blive udpakket
ja: ファイル "%@" の抽出には特殊なエンコーディングが必要です
sl: Za razširitev datoteke "%@" je potrebno posebno kodiranje

source: Extraction of "%@" done
ar: استخراج "%@" تم
da: Udpakningen af "%@" fuldført
ja: "%@" は展開されました。
sl: Razširitev "%@" končana

source: Extraction of "%@" failed.
ar: استخراج "%@" فشل.
da: Udpakningen af "%@" fejlede.
ja: "%@" は展開できませんでした。
sl: Razširitev "%@" neuspešna.

source: Extraction of %i files done
ar: استخراج %i ملفات تم
da: Udpakning af %i arkiver udført
ja: %i の展開が完了しました
sl: Razširitev %i datotek končana

source: Extraction complete
ar: تم الاستخراج بالكامل
da: Udpakning fuldført
ja: 展開完了
sl: Razširitev končana

source: Extraction fail
ar: فشل الاستخراج
da: Udpakning fejlet
ja: 展開できませんでした
sl: Razširitev neuspešna

source: Compression complete
ar: تم الضغط بالكامل
da: Komprimering fuldført
ja: 圧縮完了
sl: Stiskanje končano

source: File "%@" created
ar: الملف "%@" تم
da: Arkiv "%@" oprettet
ja: ファイル "%@" は作成されました
sl: Datoteka "%@" ustvarjena

source: Compression fail
ar: فشل الضغط
da: Komprimering fejlet
ja: 圧縮できませんでした
sl: Stiskanje neuspešno

source: File "%@" cannot be created
ar: الملف "%@" لا يمكن إنشاؤه
da: Arkivet "%@" kan ikke oprettes
ja: ファイル "%@" は作成できません。
sl: Datoteka "%@" jo ni mogoče ustvariti

source: Set as fallback folder
ar: تعيين كمجلد احتياطي
da: Benyt som "Fald tilbage til" mappe
sl: Nastavi kot rezervno mapo

source: (using fallback folder)
ar: (باستخدام المجلد الاحتياطي)
da: (benytter "Fald tilbage til" mappe)
ja: (代替フォルダの使用)
sl: (uporaba nadomestne mape)

source: Operation not implemented
ar: لم يتم تنفيذ العملية
da: Handling ikke implementeret
ja: 機能が実装されていません。
sl: Operacija ni izvedena

source: Performing operation...
ar: جاري تنفيذ العملية...
da: Udfører handling...
ja: 操作中...
sl: Izvajanje operacije...

source: Waiting...
ar: منتظر...
da: Afventer...
ja: 待機中...
sl: Čakanje...

source: Extracting "%@"
ar: استخراج "%@"
da: Udpakker "%@"
ja: "%@" を展開中
sl: Razširitev "%@"

source: Extracting "%@..."
ar: استخراج "%@..."
da: Udpakker "%@..."
ja: "%@..." を展開中
sl: Razširitev "%@..."

source: Creating %@ file...
ar: إنشاء %@ file...
da: Opretter %@ file...
ja: %@ ファイルを作成中...
sl: Kreiranje %@ datoteke...

source: Creating file "%@"
ar: إنشاء ملف "%@"
da: Opretter arkivet "%@"
ja: "%@" を作成中
sl: Ustvarjanje datoteke "%@"

source: Creating file "%@..."
ar: إنشاء ملف "%@..."
da: Opretter arkivet "%@..."
ja: "%@..." を作成中
sl: Ustvarjanje datoteke "%@..."

source: Volume name:
ar: اسم المجلد:
da: Enhedsnavn:
ja: ボリューム名:
sl: Ime volumna:

source: Select the encoding for "%@"
ar: حدد الترميز لـ "%@"
da: Vælg tegnkodning for "%@"
ja: "%@" のエンコーディングを選択
sl: Izberi kodiranje za "%@"

source: Time elapsed: %d:%@%d:%@%d hours%@
ar: الوقت المنقضي: %d:%@%d:%@%d ساعات%@
da: Forbrugt tid: %d:%@%d:%@%d timer%@
ja: 経過時間: %d時間%@%d分%@%d秒%@
sl: Pretečen čas: %d:%@%d:%@%d ur%@

source: Time elapsed: %d:%@%d minutes%@
ar: الوقت المنقضي: %d:%@%d دقائق%@
da: Forbrugt tid: %d:%@%d minutter%@
ja: 経過時間: %d分%@%d秒%@
sl: Pretečen čas: %d:%@%d minut%@

source: Time elapsed: %d seconds%@
ar: الوقت المنقضي: %d ثوان%@
da: Forbrugt tid: %d sekunder%@
ja: 経過時間: %d秒%@
sl: Pretečen čas: %d sekund%@

source: %.0f seconds
ar: %.0f ثوان
da: %.0f sekunder
ja: %.0f秒
sl: %.0f sekund

source: %i:%02i minutes
ar: %i:%02i دقائق
da: %i:%02i minutter
ja: %i:%02i分
sl: %i:%02i minut

source: %i:%02i:%02i hours
ar: %i:%02i:%02i ساعات
da: %i:%02i:%02i timer
ja: %i:%02i:%02i時間
sl: %i:%02i:%02i ur

source: Pause
ar: وقف
ja: 一時停止
sl: Zaustavi

source: Continue
ar: اكمل
da: Fortsæt
ja: 続ける
sl: Nadaljuj

source: Operation paused
ar: تم إيقاف العملية مؤقتًا
da: Handling pauset
ja: 動作の一時停止
sl: Operacija zaustavljena

source: Cancel
ar: الغ
da: Annuller
ja: 中止
sl: Prekliči

source: Close
ar: اغلق
da: Luk
ja: 閉じる
sl: Zapri

source: Operation failed
ar: فشلت العملية
da: Handling fejlede
ja: 操作が失敗しました
sl: Operacija neuspešna

source: Operation failed with error code %d
ar: فشلت العملية مع رمز الخطأ %d
da: Handlingen fejlede med fejlkoden %d
ja: 操作が失敗しました：エラーコード %d
sl: Operacija neuspešna s kodo napake %d

source: Choose a name and folder to start the compression
ar: اختر اسمًا ومجلدًا لبدء الضغط
da: Angiv et navn og en mappe for at starte komprimeringen
ja: フォルダとファイル名を指定すると圧縮が開始されます。
sl: Izberite ime in mapo za začetek stiskanja

source: Creation of "%@" failed
ar: إنشاء "%@" فشل
da: Oprettelse af "%@" fejlede
ja: "%@" を作成できませんでした。
sl: Ustvarjanje "%@" neuspešno

source: Preparing extraction...
ar: تحضير الاستخراج…
da: Forbereder udpakning…
ja: 展開の準備をしています...
sl: Priprava razširitve…

source: Choose a folder to extract this file
ar: اختر مجلدًا لاستخراج هذا الملف
da: Vælg en mappe hvortil dette arkiv skal udpakkes
ja: 展開先のフォルダを選んでください
sl: Izberite mapo za razširitev te datoteke

source: Choose where do you want to extract "%@".
ar: اختر المكان الذي تريد الاستخراج له "%@".
da: Vælg hvortil du vil udpakke "%@".
ja: "%@" の展開先を選択
sl: Izberite, kam želite razširiti "%@".

source: Select all the volumes from "%@" or the folder that contains them.
ar: حدد كافة المجلدات من "%@" أو المجلد الذي يحتوي عليها.
da: Vælg alle enheder fra "%@", eller mappen der indeholder dem.
ja: "%@" からすべてのボリュームを選択するか、またはそれらを含むフォルダを選択する。
sl: Izberite vse nosilce iz "%@" ali mape, ki jih vsebujejo.

source: Select the folder that contains "%@".
ar: حدد المجلد الذي يحتوي على "%@".
da: Vælg mappen der indeholder "%@".
ja: "%@" を含むフォルダを選択
sl: Izberite mapo, ki vsebuje "%@".

source: Extraction of "%@" failed
ar: استخراج "%@" فشل
da: Udpakningen af "%@" fejlede
ja: "%@" を展開できませんでした。
sl: Razširitev "%@" neuspešna

source: Extraction of "%@" completed
ar: استخراج "%@" تم
da: Udpakningen af "%@" fuldført
ja: "%@" の展開が完了しました。
sl: Razširitev "%@" uspešna

source: The extraction completed but the quarantine was not applied. Please reinstall Keka to fix this issue
ar: تم الانتهاء من عملية الاستخراج ولكن لم يتم تطبيق الحجر . يرجى إعادة تثبيت Keka لإصلاح هذه المشكلة
da: Udpakningen blev fuldført, men karantænen kunne ikke håndhæves. Geninstaller venligst Keka for at løse dette problem
ja: 抽出は完了しましたが、検疫が適用されませんでした。 この問題を解決するには、Keka を再インストールする必要があります。
sl: Razširitev je končana, vendar karantena ni bila uporabljena. Znova namestite Keka, da odpravite to težavo

source: Keka - %i on queue
ar: Keka - %i في قائمة الانتظار
da: Keka - %i i kø
ja: Keka - 残りの項目: %i個
sl: Keka - %i v čakalni vrsti

source: Keka can't create this %@ image
ar: Keka لا يستطيع إنشاء هذه %@ الصورة
da: Keka kan ikke oprette denne %@ diskafbilding
ja: %@ イメージを作成できません。
sl: Keka ne more ustvariti te %@ slike

source: You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image.
ar: يمكنك إنشاء صور %@ فقط باستخدام مجلد واحد. حاول وضع جميع ملفاتك في مجلد وإفلاته في Keka لإنشاء %@ صورة.
da: Du kan kun oprette %@ diskafbildinger med en enkelt mappe. Placer alle dine filer i én mappe, og træk den til Keka for at oprette din %@ diskafbildning.
ja: 1つのフォルダのみを使用して %@ が作成できます。すべてのファイルを1つのフォルダに入れてから、そのフォルダを Keka にドラッグして %@ を作成してください。
sl: Z eno mapo lahko ustvarite samo %@ slik. Poskusite spraviti vse svoje datoteke v mapo in jo spustite v Keka, da ustvarite sliko %@.

source: Keka can't create this @% tarball
ar: Keka لا يستطيع إنشاء هذا @% tarball
da: Keka kan ikke oprette denne @% tarball
ja: Keka は @% のtarballを作成できません
sl: Keka ne more ustvariti tega @% arhiva

source: Keka can only create encrypted LRZIP archives with a single file. Please create a TAR archive with your files first and then encrypt it.
ar: لا يمكن لبرنامج Keka إنشاء أرشيفات LRZIP مشفرة إلا بملف واحد. يُرجى إنشاء أرشيف TAR بملفاتك أولاً ثم تشفيره.
da: Keka kan kun oprette krypterede LRZIP arkiver ud fra et enkelt arkiv. Opret venligst et TAR arkiv med dine filer først, og krypter det derefter.
sl: Keka lahko ustvari samo šifrirane arhive LRZIP z eno datoteko. Najprej ustvarite arhiv TAR s svojimi datotekami in ga nato šifrirajte.

source: This operation is not supported on %@.
ar: هذه العملية غير مدعومة على %@.
da: Denne handling er ikke understøttet på %@.
ja: この操作は %@ には対応していません。

source: Compress "%@" in %@ to...
ar: اضغط "%@" in %@ على...
da: Komprimer "%@" i %@ til...
ja: "%@" の %@ 形式の保存先...
sl: Ta operacija ni podprta na %@.

source: Compress in %@ to...
ar: اضغط في %@ على...
da: Komprimer i %@ til...
ja: %@ の保存先...
sl: Stisnite v %@ v ...

source: Save as:
ar: حفظ باسم:
da: Gem som:
ja: 名前:
sl: Shrani kot:

source: Compress
ar: اضغط
da: Komprimer
ja: 圧縮
sl: Stisni

source: Extract "%@" to...
ar: استخرج "%@" لـ…
da: Udpak "%@" til...
ja: "%@"の展開先...
sl: Razširi "%@" v…

source: Extract as:
ar: استخراج كـ:
da: Udpak som:
ja: 展開:
sl: Razširi kot:

source: About %i seconds
ar: بحدود %i ثواني
da: Omtrent %i sekunder
ja: 約%i秒
sl: Približno %i sekund

source: About %i minutes
ar: بحدود %i دقائق
da: Omtrent %i minuter
ja: 約%i分
sl: Približno %i minut

source: About %i hours
ar: بحدود %i ساعات
da: Omtrent %i timer
ja: 約%i時間
sl: Približno %i ur

source: About %i days
ar: بحدود %i أيام
da: Omtrent %i dage
ja: 約%i日
sl: Pribložno %i dni

source: About %i weeks
ar: بحدود %i أسابيع
da: Omtrent %i uger
ja: 約%i週間
sl: Približno %i tednov

source: About %i months
ar: بحدود %i أشهر
da: Omtrent %i måneder
ja: 約%iヶ月
sl: Približno %i mesecev

source: About %i years
ar: بحدود %i سنوات
da: Omtrent %i år
ja: 約%i年
sl: Približno %i let

source: About a minute
ar: بحدود دقيقة
da: Omtrent et minut
ja: 約1分
sl: Približno eno minuto

source: About an hour
ar: بحدود ساعة
da: Omtrent en time
ja: 約1時間
sl: Približno eno uro

source: About a day
ar: بحدود يوم
da: Omtrent en dag
ja: 約1日
sl: Približno en dan

source: About a week
ar: بحدود اسبوع
da: Omtrent en uge
ja: 約1週間
sl: Približno en teden

source: About a month
ar: بحدود شهر
da: Omtrent en måned
ja: 約1ヶ月
sl: Približno en mesec

source: About a year
ar: بحدود سنة
da: Omtrent et år
ja: 約1年
sl: Približno eno leto

source: Finishing...
ar: الانتهاء...
da: Fuldfører...
ja: 仕上げ中...
sl: Zaključevanje...

source: Can't show progress time...
ar: لا يمكن إظهار وقت التقدم…
da: Kan ikke vise tidsestimat...
ja: 進行時間が表示できません...
sl: Časa napredka ni mogoče prikazati…

source: Password for "%@"
ar: كلمة المرور لـ "%@"
da: Adgangskode til "%@"
ja: "%@"用のパスワードを入力してください
sl: Geslo za "%@"

source: Format
ar: شكل
ja: 圧縮形式

source: Method
ar: طريقة
da: Metode
ja: 圧縮仕様
sl: Metoda

source: Method:
ar: طريقة:
da: Metode:
ja: 圧縮仕様:
sl: Metoda:

source: No compression
ar: لا يوجد ضغط
da: Ingen komprimering
ja: 圧縮しない
sl: Brez stiskanja

source: Fastest, less compression
ar: أسرع، ضغط أقل
da: Hurtigst, med mindst komprimering
ja: 最も早い、圧縮率:最も低い
sl: Najhitrejše, manj stiskanja

source: Fast, less compression
ar: سريع، ضغط أقل
da: Hurtigere, med mindre komprimering
ja: 早い、圧縮率:低い
sl: Hitro, manj stiskanja

source: Normal
ar: طبيعي
ja: 通常
sl: Normalno

source: Slow, more compression
ar: بطيء، ضغط أكثر
da: Langsom, med mere komprimering
ja: 遅い、圧縮率:高い
sl: Počasno, več stiskanja

source: Slowest, more compression
ar: أبطأ، ضغط أكثر
da: Langsomst, med mest komprimering
ja: 最も遅い、圧縮率:最も高い
sl: Najpočasnejše, večjo stiskanje

source: Compression
ar: ضغط
da: Komprimering
ja: 圧縮
sl: Stiskanje

source: Extraction
ar: اِستِخلاص
da: Udpakning
ja: 展開
sl: Razširjanje

source: Keka can't use the "extlx.plist" list, please get in contact with the developers. Now Keka will quit.
ar: Keka لا يستطيع استخدام "extlx.plist" القائمة، يرجى التواصل مع المطورين. كيكا سوف يغلق الآن.
da: Keka kan ikke benytte "extlx.plist" listen, tag venligst kontakt til udviklerne af Keka. Keka sluttes nu.
ja: Keka は "extlx.plist" を使用できません。開発者に連絡してください。 Keka を終了します。
sl: Keka ne more uporabljati seznama "extlx.plist", stopite v stik z razvijalci. Keka se bo sedaj zaprla.

source: Keka is dying!
ar: Keka يموت!
da: Keka er døende!
ja: Keka が落ちています！
sl: Keka umira!

source: Ask each time
ar: اسأل في كل مرة
da: Spørg hver gang
ja: 常に確認
sl: Vprašaj ponovno

source: Next to original file
ar: بجوار الملف الأصلي
da: Sammen med originalt arkiv
ja: 同じフォルダ
sl: Poleg izvirne datoteke

source: Custom folder...
ar: مجلد مخصص...
da: Brugerdefineret mappe...
ja: フォルダ名を指定...
sl: Poljubna mapa...

source: Same as original file
ar: نفس الملف الأصلي
da: Samme som originalt arkiv
ja: オリジナルファイルと同じ
sl: Enako kot izvirna datoteka

source: Custom name...
ar: اسم مخصص...
da: Brugerdefineret navn...
ja: ファイル名を指定...
sl: Poljubno ime...

source: Archive
ar: أرشيف
da: Arkiv
ja: アーカイブ
sl: Archiv

source: Set as default folder
ar: تعيين كمجلد افتراضي
da: Angiv som standardmappe
ja: フォルダのデフォルトとして設定
sl: Nastavi kot privzeto mapo

source: Perform automatic action
ar: تنفيذ الإجراء التلقائي
da: Udfør automatisk handling
ja: 自動
sl: Izvedi avtomatske akcije

source: Always compress
ar: ضغط دائما
da: Komprimer altid
ja: 常に圧縮する
sl: Vedno stisni

source: Always extract
ar: استخرج دائما
da: Udpak altid
ja: 常に展開する
sl: Vedno razširi

source: Always extract compatible formats
ar: استخرج دائمًا التنسيقات المتوافقة
da: Udpak altid understøttede formater
sl: Vedno razširite združljive formate

source: 1.4 MB Floppy
ar: قرص فلوبي 1.4 ميجابايت
da: 1.4 MB diskette
ja: 1.4MBのFD
sl: 1.4 MB Disketa

source: 650 MB CD
ar: قرص مرن 1.4 ميجابايت
ja: 650MBのCD

source: 700 MB CD
ar: قرص مضغوط 700 ميجابايت
ja: 700MBのCD

source: 4.7 GB DVD
ar: قرص DVD 4.7 جيجا بايت
ja: 4.7GBのDVD

source: Drop here to extract
ar: أسقط هنا للاستخراج
da: Slip her for at udpakke
ja: ここにドラッグして展開
sl: Spustite sem, da razširite

source: Drop here to compress
ar: أسقط هنا للضغط
da: Slip her for at komprimere
ja: ここにドラッグして圧縮
sl: Spustite sem, da stisnete

source: Binary "%@" is not accessible
ar: Binary "%@" غير متاح
da: Det binære arkiv "%@" er ikke tilgængeligt
ja: バイナリ "%@" にはアクセスできません
sl: Binarno "%@" ni dostopno

source: The first part "%@" can't be found
ar: الجزء الأول "%@" لا يمكن العثور عليه
da: Den første del, "%@", kan ikke findes
ja: "%@" の最初の部分が見つかりません。
sl: Prvega dela "%@" ni mogoče najti

source: Unable to extract a folder
ar: غير قادر على استخراج مجلد
da: Kan ikke udpakke en mappe
ja: フォルダの展開ができません
sl: Mape ni mogoče razširiti

source: unknown
ar: غير معروف
da: ukendt
ja: 不明
sl: neznano

source: Unknown error
ar: خطأ غير معروف
da: Ukendt fejl
ja: 不明なエラーが起きました
sl: Neznana napaka

source: Error code %d using "%@" %@
ar: رمز الخطأ %d باستخدام "%@" %@
da: Fejlkode %d under benyttelse af "%@" %@
ja: エラーコード %d "%@" を使用中に %@
sl: Koda napake %d z uporabo "%@" %@

source: Keka was unable to create the extraction package
ar: لم يتمكن Keka من إنشاء حزمة الاستخراج
da: Keka var ikke i stand til at oprette en udpaknings pakke
ja: Keka は抽出パッケージを作ることができませんでした
sl: Keka ni mogla ustvariti paketa za razširitev

source: No errors found
ar: لم يتم العثور على أخطاء
da: Ingen fejl fundet
ja: エラーは見つかりませんでした
sl: Ni najdenih napak

source: Minor error, the operation may be done well
ar: خطأ بسيط، ربما تمت العملية بشكل جيد
da: Mindre fejl, handlingen er muligvis udført
ja: 小さな問題が見つかりましたが、操作は成功した可能性はあります。
sl: Manjša napaka, operacija je morda končana

source: Fatal error
ar: خطأ فادح
da: Kritisk fejl
ja: 致命的なエラーが起きました
sl: Usodna napaka

source: CRC error occurred, maybe the file is corrupt
ar: حدث خطأ CRC، ربما يكون الملف تالفًا
da: CRC fejl, arkivet er muligvis korrupt
ja: CRC エラーが起きました、ファイルが破損している可能性があります。
sl: Prišlo je do napake CRC, morda je datoteka poškodovana

source: Attempt to modify an archive previously locked
ar: محاولة تعديل أرشيف مقفل سابقًا
da: Forsøg på at ændre et tidligere låst arkiv
ja: ロックされている圧縮ファイルを変更しようとしています。
sl: Poskusite spremeniti arhiv, ki je bil prej zaklenjen

source: Maybe you don't have permission to write or your disk is full
ar: ربما ليس لديك إذن للكتابة أو القرص ممتلئ
da: Du har muligvis ikke adgang, eller din disk kan være fuld
ja: 書き込みのアクセス権がないか、ストレージの空き領域が足りない可能性があります。
sl: Morda nimate dovoljenja za pisanje ali pa je vaš disk poln

source: Can't open the file, maybe you don't have read permission
ar: لا يمكن فتح الملف، ربما ليس لديك إذن القراءة
da: Kan ikke åbne arkivet, du har muligvis ikke adgang
ja: ファイルが開けません、読み込みのアクセス権があることを確認してください。
sl: Datoteke ni mogoče odpreti, morda nimate dovoljenja za branje

source: Command line error, please contact with the developer
ar: خطأ في سطر الأوامر، يرجى الاتصال بالمطور
da: Kommondolinjefejl, kontakt venligst udvikleren
ja: コマンド・ライン・エラーが返されました。開発者に連絡してください
sl: Napaka ukazne vrstice, obrnite se na razvijalca

source: Not enough memory. Try to close some programs and repeat the operation
ar: لا توجد ذاكرة كافية. حاول إغلاق بعض البرامج وكرر العملية
da: Utilstrækkelig hukommelse. Luk et eller flere programmer og prøv igen
ja: メモリに十分な空きがないため、操作を完了できません。他のアプリケーションを終了してからもう一度試してください。
sl: Ni dovolj pomnilnika. Poskusite zapreti nekaj programov in ponovite operacijo

source: Can't create the file, maybe you don't have permission or free space
ar: لا يمكن إنشاء الملف، ربما ليس لديك إذن أو مساحة خالية
da: Kan ikke oprette arkiv, du har muligvs ikke adgang, eller din disk kan være fuld
ja: ファイルが作成できません。書き込みのアクセス権とディスクに空き領域が足りない可能性があります。
sl: Datoteke ni mogoče ustvariti, morda nimate dovoljenja ali prostega prostora

source: Canceled manually
ar: تم الإلغاء يدويًا
da: Annulleret af bruger
ja: ユーザーが中止しました。
sl: Preklicano ročno

source: Bad password, try again
ar: كلمة مرور سيئة، حاول مرة أخرى
da: Forkert adgangskode, prøv igen
ja: パスワードが正しくありませんでした。 もう一度試してください。
sl: Napačno geslo, poskusite znova

source: This archive is locked
ar: هذا الأرشيف مقفل
da: Dette arkiv er låst
ja: アーカイブはロックされています。
sl: Ta arhiv je zaklenjen

source: Write error. No permission? No space left?
ar: خطأ في الكتابة. لا يوجد إذن؟ لا توجد مساحة متبقية؟
da: Skrivefejl. Manglende adgang, eller ikke mere diskplads?
ja: 書き込みエラー、アクセス権とディスクに十分な空き領域があることを確認してください。
sl: Napaka pri pisanju. Brez dovoljenja? Ni prostora?

source: Can't open the file, maybe it's not accessible
ar: لا يمكن فتح الملف، ربما لا يمكن الوصول إليه
da: Kan ikke åbne arkivet, der er muligvis ikke adgang
ja: ファイルを開くことができません。ファイルがあるボリュームにアクセスできない可能性があります。
sl: Datoteke ni mogoče odpreti, morda ni dostopna

source: No files matching the mask
ar: لا توجد ملفات مطابقة للقناع
da: Ingen arkiver svarer til filteret
ja: マスクに合うファイルがありません。
sl: Nobena datoteka ne ustreza maski

source: There were some read errors
ar: كانت هناك بعض أخطاء القراءة
da: Der var læsningsfejl
ja: いくつかの読み込みエラーがありました
sl: Bilo je nekaj napak pri branju

source: Give access
ar: إعطاء حق الوصول
da: Tildel adgang
ja: アクセスを許可する
sl: Omogoči dostop

source: Just folder access
ar: الوصول إلى المجلد فقط
da: Kun mappeadgang
ja: フォルダアクセスのみ
sl: Samo dostop do mape

source: Quit
ar: إنهاء
da: Slut
ja: 終了
sl: Zapri

source: More information
ar: مزيد من المعلومات
da: Mere information
ja: 詳しい情報
sl: Več informacij

source: Keka needs file access
ar: Keka يحتاج إلى حق الوصول إلى الملف
da: Keka har brug for mappeadgang
ja: Keka へのファイルアクセス権が必要です
sl: Keka potrebuje dostop do datotek

source: Give home access
ar: إعطاء حق الوصول إلى المجلد الرئيسي
da: Giv adgang til hjemmemappe
ja: ホームへのアクセスを許可する
sl: Omogočite dostop do doma

source: Customize
ar: تخصيص
da: Tilpas
ja: カスタマイズ
sl: Prilagodite

source: Keka needs access to the source file/s.
ar: Keka يحتاج إلى حق الوصول إلى ملف/ملفات المصدر.
da: Keka har brug for adgang til kilde arkiverne.
ja: Keka がソースファイルにアクセスする必要があります。
sl: Keka potrebuje dostop do izvornih datotek.

source: In order to work seamlessly with your files, Keka needs local access to the Mac disk.
ar: للعمل بسلاسة مع ملفاتك، يحتاج Keka إلى حق الوصول المحلي إلى قرص Mac.
da: For at kunne fungere fuldt ud med dine filer, har Keka behov for adgang til disken i din Mac.
ja: ユーザーのファイルとシームレスに動作するために、Keka は Mac のローカルストレージにアクセスできる必要があります。
sl: Za nemoteno delo z vašimi datotekami potrebuje Keka lokalni dostop do diska Mac.

source: Simply click on "Give access to Keka", your disk should already be selected.
ar: انقر ببساطة على "إعطاء حق الوصول إلى Keka", ينبغي أن يكون القرص الخاص بك محددًا بالفعل.
da: Klik blot på "Giv adgang til Keka", din disk bør allerede være valgt.
ja: 「Keka にアクセスを許可する」をクリックすると、すでにディスクが選択されているはずです。
sl: Preprosto kliknite na "Dajte dostop Keki", vaš disk bi moral biti že izbran.

source: Give access to Keka
ar: إعطاء حق الوصول إلى Keka
da: Giv adgang til Keka
ja: Keka のアクセスを許可する
sl: Omogoči dostop Keki

source: Full Mac access (Recommended)
ar: الوصول الكامل إلى Mac (مستحسن)
da: Fuld adgang til Mac (anbefales)
ja: Mac へのフルアクセス(推奨)
sl: Popoln dostop Mac (priporočeno)

source: Home folder access
ar: الوصول إلى المجلد الرئيسي
da: Adgang til hjemmemappe
ja: ホームフォルダへのアクセス
sl: Dostop do domače mape

source: External volumes access
ar: الوصول إلى وحدات التخزين الخارجية
da: Adgang til udskiftelige enheder
ja: 外部ボリュームへのアクセス
sl: Dostop do zunanjih medijev

source: Full Mac
ar: Mac كامل
da: Hele Mac
ja: Mac上の全てのファイル
sl: Celoten Mac

source: Home folder
ar: المجلد الرئيسي
da: Hjemmemappe
ja: ホームフォルダ
sl: Domača mapa

source: External volumes
ar: وحدات التخزين الخارجية
da: Udskiftelige enheder
ja: 外部ボリューム
sl: Zunanji mediji
