Repository: MikkelScheike/Keka
Catalog: Translations-macOS/*.lproj/Localizable.strings
Languages: ar, da, ja, sl

source: Show in context menu
ar: إظهار في قائمة السياق
da: Vis i kontekstmenu
ja: コンテキストメニューで表示
sl: Pokaži v kontekstnem meniju

source: External disk: %@
ar: القرص الخارجي: %@
da: Udskiftelig enhed: %@
ja: 外部ディスク: %@
sl: Zunanji disk: %@

source: An extension is required
ar: يُطلب extension
da: En udvidelse er påkrævet
ja: 延長が必要です
sl: Potreben je vtičnik

source: In order to set Keka as the default application, you need to install an extension. Click on "More information" to follow the required steps. Remember that you can always set Keka as the default application for any format using the Finder's "Get Info" panel.
ar: لتعيين Keka كتطبيق افتراضي، تحتاج إلى تثبيت ملحق. انقر فوق "مزيد من المعلومات" to لاتباع الخطوات المطلوبة. تذكر أنه يمكنك دائمًا تعيين Keka كتطبيق افتراضي لأي تنسيق باستخدام لوحة "الحصول على المعلومات" لوحة التحكم.
da: For at kunne sætte Keka som standardprogram, skal der aktiveres en udvidelse. Klik på "Mere information" og følg vejledningen. Husk at du altid kan sætte Keka som standardprogram via "Vis info" dialogen i Finder.
ja: Kekaをデフォルトのアプリケーションとして設定するには、拡張機能をインストールする必要があります。｢詳細｣をクリックし、必要な操作を行ってください。 Finderの｢情報を見る｣を使って、フォーマットで Keka を既定のアプリケーションとして設定することもできます。
sl: Če želite Keka nastaviti kot privzeto aplikacijo, morate namestiti razširitev. Kliknite "Več informacij", da sledite zahtevanim korakom. Ne pozabite, da lahko Keka vedno nastavite kot privzeto aplikacijo za kateri koli format s pomočjo Finderjeve plošče "Pridobi informacije".

source: Your installed extension is obsolete and you should update it.
ar: الامتداد المثبت لديك قديم ويجب عليك تحديثه.
da: Din installerede udvidelse er forældet, og du bør opdatere den.
ja: インストールされている拡張機能のバージョンが古いため、アップデートしてください。
sl: Vaša nameščena razširitev je zastarela in bi jo morali posodobiti.

source: Update
ar: تحديث
da: Opdater
ja: アップデート
sl: Posodobi

source: Save
ar: حفظ
da: Gem
ja: 保存
sl: Shrani

source: Cannot set Keka as default
ar: لا يمكن تعيين Keka كتطبيق افتراضي
da: Kan ikke angive Keka som standard
ja: Keka をデフォルトに設定できません
sl: Keke ni mogoče nastaviti kot privzeto

source: The intermediate application failed to launch. There is more information in the Console.app.
ar: فشل تشغيل التطبيق الوسيط. يوجد المزيد من المعلومات في Console.app.
da: Det mellemliggende program kunne ikke startes. Mere information kan findes i Console.app.
ja: 中間アプリケーションの起動に失敗しました。コンソール.appに詳細な情報があります。
sl: Vmesne aplikacije ni bilo mogoče zagnati. Več informacij je v Console.app.

source: The intermediate application returned an undefined code.
ar: أعاد التطبيق الوسيط رمزًا غير محدد.
da: Det mellemliggende program returnerede en ukendt kode.
ja: 仲介アプリケーションから未定義のコードが返されました。
sl: Vmesna aplikacija je vrnila nedefinirano kodo.

source: Keka is now set as the default application for its known formats.
ar: تم تعيين Keka الآن كتطبيق افتراضي لتنسيقاته المعروفة.
da: Keka er nu angivet som standardprogram for alle understøttede formater
ja: Keka は、既知のフォーマットのデフォルトアプリケーションとして設定されています。
sl: Keka je zdaj nastavljena kot privzeta aplikacija za znane formate.

source: Keka set as default
ar: تم تعيين Keka كتطبيق افتراضي
da: Keka angivet som standard
ja: Keka をデフォルトに設定
sl: Keka je nastavljena kot privzeta

source: There were some errors while registering the formats. There is more information in the Console.app.
ar: حدثت بعض الأخطاء أثناء تسجيل التنسيقات. يوجد المزيد من المعلومات في Console.app.
da: Der opstod fejl under registrering af formater. Mere information kan findes i Console.app.
ja: フォーマットを登録する際にエラーが発生しました。コンソール.appに詳細な情報があります。
sl: Pri registraciji formatov je prišlo do nekaj napak. Več informacij je v Console.app.

source: The intermediate application can't get access to Keka.
ar: لا يمكن للتطبيق الوسيط الوصول إلى Keka.
da: Det mellemliggende program kan ikke få adgang til Keka.
ja: 中間アプリケーションが Keka にアクセスできません。
sl: Vmesna aplikacija ne more dobiti dostopa do Keke.

source: The intermediate application can't find Keka.
ar: لا يمكن للتطبيق الوسيط العثور على Keka.
da: Det mellemliggende program kan ikke finde Keka.
ja: 中間アプリケーションが Keka を見つけられません。
sl: Vmesna aplikacija ne najde Keke.

source: Show in Finder
ar: إظهار في Finder
da: Vis i Finder
ja: Finderで表示
sl: Prikaži v Finderju

source: Delete
ar: حذف
da: Slet
ja: 削除
sl: Izbriši

source: Continue without encryption
ar: متابعة بدون تشفير
da: Fortsæt uden kryptering
ja: 暗号化せずに続ける
sl: Nadaljujte brez šifriranja

source: The password does not match
ar: كلمة المرور غير متطابقة
da: Adgangskoden stemmer ikke overens
ja: パスワードが一致しません
sl: Geslo se ne ujema

source: The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.
ar: لم يتم تعيين كلمة المرور بشكل صحيح ولا يمكن تشفير الملف. يمكنك الإلغاء وتعيين كلمة المرور مرة أخرى أو متابعة العملية بدون تشفير.
da: Adgangskoden er ikke specificeret korrekt. Du kan afbryde og angive adgangskoden igen, eller fortsætte uden kryptering.
ja: パスワードが正しく設定されていないため、ファイルを暗号化することができません。キャンセルして再度パスワードを設定するか、暗号化せずに処理を続行します。
sl: Geslo ni pravilno nastavljeno in datoteke ni mogoče šifrirati. Lahko prekličete in znova nastavite geslo ali nadaljujete postopek brez šifriranja.

source: Use legacy encryption
ar: استخدام التشفير القديم
da: Benyt legacy kryptering
ja: レガシー暗号を使用
sl: Uporabite legacy šifriranje

source: Using AES-256 encryption in ZIP
ar: استخدام تشفير AES-256 في ZIP
da: Benytter AES-256 kryptering i ZIP
ja: ZIPでAES-256の暗号化を使用
sl: Uporaba šifriranja AES-256 v ZIP

source: Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default. You can open those files easily with most third party extraction utilities.
ar: لاحظ أن معظم أنظمة التشغيل الحديثة مثل macOS (قبل macOS 11.0 Big Sur) أو Windows لا تدعم ملفات ZIP المشفرة باستخدام AES-256 بشكل افتراضي. يمكنك فتح هذه الملفات بسهولة باستخدام معظم أدوات الاستخراج التابعة لجهات خارجية.
da: Bemærk at de fleste moderne operativsystemer, såsom macOS (før macOS 11.0 Big Sur) og Windows, ikke understøtter AES-256 krypterede ZIP arkiver som standard. Du kan åbne disse arkiver med de fleste 3-parts værktøjer til komprimering.
ja: macOS(11.0 Big Sur 以前)やWindowsなどの最新のオペレーティングシステムは、デフォルトでAES-256暗号化ZIPをサポートしていないことに注意してください。 サードパーティの展開アプリケーションを使えば、これらのファイルを簡単に開くことができます。
sl: Upoštevajte, da večina sodobnih operacijskih sistemov, kot je macOS (pred macOS 11.0 Big Sur) ali Windows, privzeto ne podpira šifriranih ZIP-jev AES-256. Te datoteke lahko preprosto odprete z večino pripomočkov za razširjanje tretjih oseb.

source: Cannot create the file
ar: لا يمكن إنشاء الملف
da: Kan ikke oprette arkivet
ja: ファイルを作成できません
sl: Datoteke ni mogoče ustvariti

source: Keka has no file access to the source file/s Give it access when asked or manually in the Preferences
ar: لا يمكن لـ Keka الوصول إلى ملفات المصدر امنحها الوصول عند الطلب أو يدويًا في التفضيلات
da: Keka har ikke adgang til kilde arkiverne./s Tildel adgang når du bliver spurgt, eller manuelt i indstillinger.
ja: Keka はソースファイルへのアクセス権を持っていません。 要求されたとき、または環境設定で手動でアクセス権を与えてください。
sl: Keka nima dostopa do izvorne datoteke Dajte ji dostop, ko dobite vprašanje ali ročno v nastavitvah

source: Give access to the source/s folder/s
ar: امنح الوصول إلى مجلدات المصدر
da: Giv adkand til kilde arkiverne
ja: ソースフォルダへのアクセスを許可する
sl: Omogočite dostop do izvornih map

source: Give access to the compressed file
ar: امنح الوصول إلى الملف المضغوط
da: Giv adgang til det komprimerede arkiv
ja: 圧縮ファイルへのアクセスを許可する
sl: Omogočite dostop do stisnjene datoteke

source: The extension is enabled
ar: تم تمكين extension
da: Udvidelsen er aktiveret
ja: 拡張機能が有効になっています
sl: Razširitev je omogočena

source: The extension is disabled
ar: تم تعطيل extension
da: Udvidelsen er ikke aktiveret
ja: 拡張機能が無効になっています
sl: Razširitev je onemogočena

source: Enable or disable the extension
ar: تمكين extension أو تعطيله
da: Aktiver ikke deaktiver udvidelsen
ja: 拡張機能を有効または無効にする
sl: Omogočite ali onemogočite razširitev

source: Keka will decide whether to compress or uncompress based on the file extension and format for unrecognized files. This is the recommended option.
ar: ستقرر Keka ما إذا كانت تريد الضغط أو فك الضغط بناءً على امتداد الملف وتنسيقه للملفات غير المعترف بها. هذا هو الخيار الموصى به.
da: Keka beslutter om der skal komprimeres eller udpakkes, ud fra arkiv endelse og format for ikke-genkendte arkiver. Dette er den anbefalede handling.
sl: Keka se bo odločila, ali bo stisnila ali razširila na podlagi pripone datoteke in formata za neprepoznane datoteke. To je priporočena možnost.

source: Keka will decide whether to compress or uncompress based on the file format and extension.
ar: ستقرر Keka ما إذا كانت تريد الضغط أو فك الضغط بناءً على امتداد الملف وتنسيقه.
da: Keka beslutter om der skal komprimeres eller udpakkes, ud fra arkiv format og endelse.
sl: Keka se bo glede na obliko in končnico datoteke odločila, ali bo stisnila ali razširila.

source: Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.
ar: ستضغط Keka جميع الملفات، حتى تلك التي تم ضغطها بالفعل. يمكنك ضغط ملف مضغوط بالفعل في الوضع التلقائي عن طريق إسقاطه في الجزء السفلي من منطقة الإفلات.
da: Keka komprimerer alle arkiver, også dem der i forvejen er komprimerede. Du kan komprimere et allerede komprimeret arkiv ved at trække og slippe det til den nederste del af drop zonen.
ja: Keka は、すでに圧縮されているファイルも含め、すべてのファイルを圧縮します。既に圧縮されているファイルをドロップゾーンの下部にドロップすることで、自動モードで圧縮することができます。
sl: Keka bo stisnila vse datoteke, tudi tiste, ki so že stisnjene. Že stisnjeno datoteko lahko v samodejnem načinu stisnete tako, da jo spustite na spodnji del spustnega območja.

source: Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.
ar: ستحاول Keka استخراج جميع الملفات. يمكنك محاولة استخراج ملف غير معروف في الوضع التلقائي عن طريق إسقاطه في الجزء السفلي من منطقة الإسقاط.
da: Keka vil forsøge at udpakke alle arkiver. Du kan udpakke et ukendt arkiv ved at trække og slippe det til den nederste del af drop zonen.
ja: Keka はすべてのファイルを展開しようとします。ドロップゾーンの下部に未知のファイルをドロップすることで、自動モードで展開をすることができます。
sl: Keka bo poskušala razširiti vse datoteke. Neznano datoteko lahko poskusite izvleči v samodejnem načinu, tako da jo spustite v spodnji del spustnega območja.

source: Show the operation log
ar: إظهار سجل العمليات
da: Vis handlingslog
ja: 操作ログを表示する
sl: Pokaži operacijski dnevnik

source: Unable to process tips
ar: غير قادر على معالجة النصائح
da: Kan ikke behandle donationer
ja: チップを処理することができません
sl: Napitnin ni mogoče obdelati

source: Already tipping a monthly %@
ar: أرسل إكرامية شهرية بنسبة %@
da: Du donerer allerede månedligt %@
ja: すでに毎月 %@ のチップを贈っています
sl: Že dajem mesečno %@

source: Send a monthly %@ tip
ar: أرسل إكرامية بنسبة %@
da: Send en månedligt donation på %@
ja: 毎月 %@ のチップを贈る
sl: Pošljite mesečno %@ napitnino

source: Give Keka some love ♥
ar: أعط Keka بعض الحب ♥
da: Vis Keka lidt kærlighed ♥
ja: Keka に Love を送る♥
sl: Dajte Keki malo ljubezni ♥

source: All extractions will be expanded at this location.
ar: ستتم توسيع جميع عمليات الاستخراج في هذا الموقع.
da: Alle udpakninger vil blive foretaget til denne placering.
ja: すべての展開ファイルはこの場所に出力されます。
sl: Vse razširitve bodo razširjene na tej lokaciji.

source: All compressions will be stored at this location.
ar: ستتم تخزين جميع عمليات الضغط في هذا الموقع.
da: Alle komprimeringer vil blive foretaget til denne placering.
ja: すべての圧縮ファイルはこの場所に保存されます。
sl: Vsa stiskanja bodo shranjena na tem mestu.

source: You'll be asked where to extract each operation.
ar: سيتم سؤالك عن مكان استخراج كل عملية.
da: Du vil blive spurgt om lokation for udpakning for hver handling.
ja: 操作ごとに展開先を尋ねます。
sl: Vprašani boste, kam izvleči vsako operacijo.

source: You'll be asked where to compress each operation.
ar: سيتم سؤالك عن مكان ضغط كل عملية.
da: Du vil blive spurgt om lokation for komprimering for hver handling.
ja: 操作ごとに圧縮先を尋ねます。
sl: Vprašani boste, kam stisniti vsako operacijo.

source: If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.
ar: إذا كان لدى Keka إمكانية الوصول إلى الملفات، فسوف ينفذ العملية بالقرب من ملف/ملفات المصدر، وإلا فسوف يطلب موقعًا. يمكنك تعيين إمكانية الوصول إلى الملفات لدى Keka في علامة التبويب التفضيلات حتى يعمل هذا الخيار بشكل صحيح.
da: Hvis Keka har adgang til mappen hvor kilde arkiverne befinder sig, benyttes denne. Ellers vil du blive spurgt. Du kan tildele mappeadgange under fanen "Mappeadgange".
ja: Keka にファイルへアクセス許可がある場合は、ソースファイルの近くで操作を実行し、そうでない場合は、保存先を尋ねます。この設定が正しく機能するように、環境設定タブで Keka のファイルアクセスを設定することができます。
sl: Če ima Keka dostop do datoteke, bo izvedla operacijo blizu izvorne datoteke, sicer bo zahtevala lokacijo. Kekin dostop do datotek lahko nastavite na zavihku Nastavitve, da ta možnost deluje pravilno.

source: Keka has no file access to the destination folder so it needs to ask for a location. You can add access to this and other folders in Keka's Preferences File Access pane.
ar: لا تتوفر لدى Keka إمكانية الوصول إلى الملفات في مجلد الوجهة، لذا فهي بحاجة إلى طلب موقع. يمكنك إضافة إمكانية الوصول إلى هذا المجلد والمجلدات الأخرى في جزء إمكانية الوصول إلى الملفات في تفضيلات Keka.
da: Keka har ikke adgang til destinationsmappen, og bliver nødt til at bede om en anden placering. Du kan give adgang til denne og andre mapper i Indstillinger, under fanen "Mappeadgange".
ja: Keka は保存先フォルダへのファイルアクセスができないため、保存先を尋ねる必要があります。 このフォルダや他のフォルダへのアクセスは、Keka の環境設定のファイルアクセスで追加することができます。
sl: Keka nima dostopa do datoteke do ciljne mape, zato mora vprašati za lokacijo. Dostop do te in drugih map lahko dodate v Kekinem podoknu Nastavitve Datoteka Dostop do datotek.

source: The characters %@ are not compatible with the %@ format
ar: الأحرف %@ غير متوافقة مع تنسيق %@
da: Tegnene %@ er ikke kompatible med %@ formatet
ja: %@ の文字たちは %@ のフォーマットと互換性がありません
sl: Znaki %@ niso združljivi s formatom %@

source: The character %@ is not compatible with the %@ format
ar: الحرف %@ غير متوافق مع تنسيق %@
da: Tegnet %@ er ikke kompatiblet med %@ formatet
ja: %@ の文字は %@ のフォーマットと互換性がありません
sl: Znak %@ ni združljiv s formatom %@

source: Stop compressing
ar: إيقاف الضغط
da: Stop komprimering
ja: 圧縮を停止する
sl: Ustavite stiskanje

source: Stop extracting
ar: إيقاف الاستخراج
da: Stop udpakning
ja: 抽出を停止する
sl: Ustavite razširjanje

source: Resume compressing
ar: استئناف الضغط
da: Forsæt komprimering
ja: 圧縮を再開する
sl: Nadaljuj s stiskanjem

source: Resume extracting
ar: استئناف الاستخراج
da: Forsæt udpakning
ja: 抽出を再開する
sl: Nadaljuj z razširjanjem

source: Pause compressing
ar: إيقاف الضغط مؤقتًا
da: Pause komprimering
ja: 圧縮を一時停止する
sl: Zaustavi stiskanje

source: Pause extracting
ar: إيقاف الاستخراج مؤقتًا
da: Pause udpakning
ja: 抽出を一時停止する
sl: Zaustavi razširjanje

source: Compression paused
ar: إيقاف الضغط مؤقتًا
da: Komprimering pauset
ja: 圧縮を一時停止
sl: Stiskanje začasno ustavljeno

source: Extraction paused
ar: إيقاف الاستخراج مؤقتًا
da: Udpakning pauset
ja: 抽出を一時停止
sl: Razširjanje začasno ustavljena

source: Waiting for password
ar: في انتظار كلمة المرور
da: Afventer adgangskode
ja: パスワードを待っています
sl: Čakam na geslo

source: On queue
ar: في قائمة الانتظار
da: I kø
ja: 待機中
sl: V čakalni vrsti

source: Applying quarantine...
ar: جارٍ تطبيق الحجر ...
da: Håndhæver karantæne...
ja: 検疫を適用する...
sl: Uporaba karantene...

source: %@. Please get in contact with the developers.
ar: %@. يرجى التواصل مع المطورين.
da: %@. Kontakt venligst udviklerne.
ja: %@. 開発者に連絡してください。
sl: %@. Prosimo stopite v stik z razvijalci.

source: Report
ar: تقرير
da: Rapporter
ja: 報告
sl: Poročilo

source: Report via mail
ar: تقرير عبر البريد الإلكتروني
da: Rapporter via mail
ja: メールで報告
sl: Sporočilo preko emaila

source: Review Keka ★★★★★
ar: مراجعة Keka ★★★★★
da: Bedøm Keka ★★★★★
ja: Keka をレビュー ★★★★★
sl: Oceni Keka ★★★★★

source: Update the default password
ar: تحديث كلمة المرور الافتراضية
da: Opdater standard adgangskoden
ja: デフォルトのパスワードの更新
sl: Posodobite privzeto geslo

source: Set a default password
ar: تعيين كلمة مرور افتراضية
da: Angiv en standard adgangskode
ja: デフォルトのパスワードの設定
sl: Nastavi privzeto geslo

source: To enable external volumes access go to your main disk and select the "Volumes" folder.
ar: لتمكين الوصول إلى وحدات التخزين الخارجية، انتقل إلى القرص الرئيسي وحدد مجلد "وحدات التخزين".
da: For at give adgang til udskiftelige enheder, gå til din primære disk og vælg mappen "Volumes".
ja: 外部ボリュームへのアクセスを有効にするには、メインディスクにアクセスして "Volumes" フォルダを選択してください
sl: Če želite omogočiti dostop do zunanjih medijev, pojdite na svoj glavni disk in izberite mapo "Mediji".

source: Verifying...
ar: جاري التحقق...
da: Bekræfter...
ja: 検証中...
sl: Preverjanje...

source: Verification of "%@" failed
ar: فشل التحقق من "%@"
da: Bekræftelse af "%@" fejlede
ja: "%@" の検証に失敗しました
sl: Preverjanje "%@" ni uspelo

source: The compressed data seems to be invalid
ar: يبدو أن البيانات المضغوطة غير صالحة
da: Det komprimerede data lader til at være ugyldigt
ja: 無効な圧縮データです
sl: Zdi se, da so stisnjeni podatki neveljavni

source: Encrypted Apple Archive files are only supported on macOS 12 or newer
ar: ملفات أرشيف Apple المشفرة مدعومة فقط على نظام التشغيل macOS 12 أو أحدث
da: Krypterede Apple Archive arkiver understøttes kun på macOS 12 eller nyere
ja: 暗号化されたAppleアーカイブファイルは、macOS 12以降でサポートされています
sl: Šifrirane datoteke Apple Archive so podprte samo v sistemu macOS 12 ali novejšem

source: The password length should be %i or higher
ar: ينبغي أن يكون طول كلمة المرور %i أو أعلى
da: Adgangskodens længde bør være %i tegn eller mere
ja: パスワードは %i 文字以上必要です
sl: Dolžina gesla mora biti %i ali daljša

source: (Entire Device)
ar: (الجهاز بالكامل)
da: (hele enheden)
ja: (デバイス全体)
sl: (Celotna naprava)

source: Recovery Volumes:
ar: وحدات تخزين الاسترداد:
da: Gendannelses enheder:
sl: Mediji za obnovitev:

source: Encrypt
ar: تشفير
da: Krypter
sl: Šifriraj

source: Skip
ar: تخطي
da: Spring over
sl: Preskoči

source: Can't enable the extension
ar: لا يمكن تمكين الامتداد
da: Kan ikke aktivere udvidelse
sl: Razširitve ni mogoče omogočiti

source: In macOS 15 there's no way to automatically or easily enable the Finder Extension. Please update your Keka Helper version to enable and disable the Finder Extension automatically. Alternatively you can follow some steps in the Terminal to manually enable it.
ar: في نظام التشغيل macOS 15، لا توجد طريقة لتمكين ملحق Finder تلقائيًا أو بسهولة. يرجى تحديث إصدار Keka Helper لتمكين ملحق Finder وتعطيله تلقائيًا. أو يمكنك اتباع بعض الخطوات في Terminal لتمكينه يدويًا.
da: I macOS 15 er der ingen nem måde at aktiver Finder udvidelsen nemt eller automatisk. Opdater venligst Keka Helper for at aktivere og deaktivere Finder udvidelsen automatisk. Alternativt kan du følge nogle trin i Terminal for at aktivere udvidelsen manuelt.
sl: V macOS 15 ni možnosti za samodejno ali preprosto omogočanje razširitve Finder. Posodobite svojo različico Keka Helper, da samodejno omogočite in onemogočite razširitev Finder. Lahko pa sledite nekaj korakom v terminalu, da ga ročno omogočite.

source: In macOS 15 there's no way to automatically or easily enable the Finder Extension. You can install the Keka Helper to enable and disable the Finder Extension automatically. Alternatively you can follow some steps in the Terminal to manually enable it.
ar: في نظام التشغيل macOS 15، لا توجد طريقة لتمكين ملحق Finder تلقائيًا أو بسهولة. يمكنك تثبيت Keka Helper لتمكين ملحق Finder وتعطيله تلقائيًا. أو يمكنك اتباع بعض الخطوات في Terminal لتمكينه يدويًا
da: I macOS 15 er der ingen nem måde at aktiver Finder udvidelsen nemt eller automatisk. Du kan installere Keka Helper for at aktivere og deaktivere Finder udvidelsen automatisk. Alternativt kan du følge nogle trin i Terminal for at aktivere udvidelsen manuelt.
sl: V macOS 15 ni možnosti za samodejno ali preprosto omogočanje razširitve Finder. Namestite lahko Keka Helper, da samodejno omogočite in onemogočite razširitev Finder. Lahko pa sledite nekaj korakom v terminalu, da ga ročno omogočite.

source: Settings
ar: اعدادات

source: Preferences…
ar: التفضيلات…
da: Indstillinger…
ja: 環境設定…
sl: Nastavitve…

source: Monthly sip of coffee
ar: رشفة شهرية من القهوة
da: Månedlig tår kaffe
ja: 毎月のコーヒー
sl: Mesečni požirek kave

source: Gift Keka a sip of coffee each month
ar: إهداء Keka رشفة من القهوة كل شهر
da: Giv Keka en tår kaffe hver måned i gave
ja: 毎月、Keka にコーヒーを贈る
sl: Podarite Keki vsak mesec požirek kave

source: Monthly coffee
ar: قهوة شهرية
da: Månedlig kop kaffe
ja: 毎月1杯のコーヒー
sl: Mesečna kava

source: Gift Keka a coffee each month
ar: إهداء Keka قهوة كل شهر
da: Giv Keka en kop kaffe hver måned i gave
ja: 毎月、Keka にコーヒーを1杯贈る
sl: Podarite Keki vsak mesec kavo

source: Monthly pair of coffees
ar: زوج من القهوة شهريًا
da: Månedlig par kopper kaffe
ja: 毎月2杯のコーヒー
sl: Mesečni par kav

source: Gift Keka a couple coffees each month
ar: أهدي Keka بضعة أكواب من القهوة كل شهر
da: Giv Keka et par kopper kaffe månedligt i gave
ja: 毎月、Keka にコーヒーを2杯贈る
sl: Vsak mesec podarite Keki nekaj kav

source: Monthly breakfast
ar: إفطار شهري
da: Månedlig morgen
ja: 毎月の朝食
sl: Mesečni zajtrk

source: Gift Keka a breakfast each month
ar: أهدي Keka وجبة إفطار كل شهر
da: Giv Keka et morgenmåltid månedligt i gave
ja: 毎月、Keka に朝食を贈る
sl: Keki vsak mesec podarite zajtrk

source: Tip a coffee
ar: إكرامية قهوة
da: Doner kaffe
ja: コーヒーのチップ
sl: Podari kavo

source: Tip Keka a coffee so it can stay awake
ar: أعطي Keka قهوة إكرامية حتى يظل مستيقظًا
da: Doner en kaffe så Keka kan holde sig vågen
ja: Keka にコーヒーを飲ませて、眠れないようにする
sl: Podari Keki kavo, da bo lahko ostala budna

source: Tip a breakfast
ar: إكرامية إفطار
da: Doner morgenmad
ja: 朝食のチップ
sl: Podari zajtrk

source: Tip Keka a breakfast so it can start fresh
ar: أعطي Keka وجبة إفطار إكرامية حتى يبدأ من جديد
da: Doner morgenmad så Keka får en frisk start
ja: Keka に朝食を与えて、新たなスタートを切る
sl: Podari Keki zajtrk, da lahko prične dan sveže

source: Tip a lunch
ar: إكرامية غداء
da: Doner frokost
ja: ランチのチップ
sl: Podari kosilo

source: Tip Keka a lunch and feed it
ar: أعطي Keka وجبة غداء إكرامية وأطعمه
da: Fodr Keka med en doneret frokost
ja: Keka に昼食を1回与える
sl: Podari Keki kosilo in jo nahrani

source: Tip a dinner
ar: إكرامية عشاء
da: Doner middag
ja: ディナーのチップ
sl: Podari večerjo

source: Tip Keka a dinner so it keeps rolling
ar: أعطي Keka وجبة عشاء إكرامية حتى يستمر في الدوران
da: Doner en middag så Keka ruller videre
ja: Keka に夕食を与え続ける
sl: Podari Keki večerjo, da bo nadaljevala z delom

source: Tip a bunch of food
ar: أعطي Keka وجبة عشاء إكرامية حتى يستمر في الدوران
da: Doner en dynge mad
ja: 沢山の食べ物を与える
sl: Podari kup hrane

source: Tip Keka a bunch of food to keep rolling
ar: أعطِ Keka مجموعة من الطعام كإكرامية للاستمرار في التدحرج
da: Doner en dynge mad så Keka ruller videre
ja: Keka に沢山の食べ物を与え続ける
sl: Podari Keki kup hrane, da bo nadaljevala z delom

source: Creating "%@"
da: Opretter "%@"
ja: "%@" を作成中
sl: Ustavarjanje "%@"

source: Extract
da: Udpak
ja: 展開
sl: Razširi

source: Send a %@ tip
da: Send donation på %@
ja: %@ チップを贈る
sl: Pošlji %@ napitnino

source: Show password
sl: Prikaži geslo

source: Hide password
sl: Skrij geslo

source: Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.
ja: Keka は、ファイル形式と拡張子に基づいて、圧縮するか展開するかを決定します。これは推奨される設定です。
